Repository: SUPLA/supla-ios
Catalog: SUPLA/Resources/*.lproj/Localizable.strings
Languages: cs, de, el, es, fr, it, lt, nb, nl, pl, pt_pt, sk_sk, sl, uk

source: switch_detail_state_label
cs: Současný stav:
de: Aktuellen Zustand:
el: Τρέχουσα κατάσταση:
es: Estado actual:
fr: Etat actuel :
it: Stato attuale:
lt: Dabartinė būsena:
nb: Nåværende status:
nl: Huidige status:
pl: Aktualny stan:
pt_pt: Estado atual:
sk_sk: Súčasný stav:
sl: Trenutno stanje:
uk: Поточний стан:

source: switch_detail_state_label_for_timer
cs: Stav do hod. %@:
de: Zustand bis zum %@ Uhr:
el: Κατάσταση μέχρι της %@:
es: Estado hasta las %@:
fr: Etat à %@ heure :
it: Stato fino alle ore %@:
lt: Būsena iki %@ val.:
nb: Status til kl. %@:
nl: Status per uur %@
pl: Stan do godz. %@:
pt_pt: Estado até às %@:
sk_sk: Stav do %@ hod.:
sl: Stanje do ure %@:
uk: Стан до год %@:

source: switch_detail_state_on
cs: zapnutý
de: eingeschaltet
el: ενεργ.
es: encendido
fr: activé
it: abilitato
lt: įjungtas
nb: på
nl: op
pl: włączony
pt_pt: ligado
sk_sk: zapnutý
sl: vklopljeno
uk: увімкнений

source: switch_detail_state_off
cs: vypnutý
de: ausgeschaltet
el: απενεργ.
es: apagado
fr: désactivé
it: disabilitato
lt: išjungtas
nb: deaktivert
nl: uitgeschakeld
pl: wyłączony
pt_pt: desligado
sk_sk: vypnutý
sl: izklopljeno
uk: вимкнений

source: overcurrent_warning
cs: Při překročení nastaveného proudového limitu došlo k vypnutí napájení.
el: La alimentación se desactivo al superar el umbral establecido de corriente permitida.
es: La alimentación se desactivo al superar el umbral establecido de corriente permitida.
fr: L'alimentation a été coupée après avoir dépassé le seuil de limite de courant fixé.
nb: Strømmen ble slått av etter at den innstilte terskelen for den tillatte strømmen ble overskredet.
pt_pt: A potência foi desligada quando o limiar definido de corrente admissível foi ultrapassado.
sl: Napeljava je bila onemogočena po prekoračitvi nastavljenega praga dovoljenega električnega toka.
uk: Відключення живлення відбулося після перевищення встановленого порогу допустимої сили струму.

source: overcurrent_question
cs: Při překročení nastaveného proudového limitu došlo k vypnutí napájení. Jste si jisti, že chcete zapnout napájení?
el: La alimentación se desactivo al superar el umbral establecido de corriente permitida. ¿Estás seguro de que deseas encenderlo?
es: La alimentación se desactivo al superar el umbral establecido de corriente permitida. ¿Estás seguro de que deseas encenderlo?
fr: L'alimentation a été coupée lorsque la limite de courant fixée a été dépassée. Êtes-vous sûr de vouloir mettre l'appareil sous tension?
nb: Strømmen ble slått av etter at den innstilte terskelen for den tillatte strømmen ble overskredet. Er du sikker på at du vil slå på?
pt_pt: A potência foi desligada quando o limiar definido de corrente admissível foi ultrapassado. Tem certeza que quer ligar a energia?
sl: Napajanje je bilo izključeno po prekoračitvi nastavljenega praga dovoljenega električnega toka. Ste prepričani, da želite vključiti napajanje?
uk: Живлення відключено після перевищення встановленого порогу допустимої сили струму. Ви впевнені, що хочете увімкнути живлення?

source: timer_detail_wrong_time_message
cs: Čas musí být větší než 0
de: Zeit muss größer als 0 sein
el: Ο χρόνος πρέπει να είναι μεγαλύτερος από 0
es: La hora debe ser mayor que 0
fr: Le temps doit être supérieur à 0
it: Il tempo deve essere superiore a 0
lt: Laikas turi būti didesnis nei 0
nb: Tiden må være større enn 0
nl: Tijd moet groter zijn dan 0
pl: Czas musi być większy od 0
pt_pt: O tempo deve ser superior a 0
sk_sk: Čas musí byť väčší ako 0
sl: Čas mora biti večji od 0
uk: Час має бути більшим за 0

source: timer_detail_header
cs: Zadejte čas, kdy má být zařízení:
de: Bestimmen Sie bitte die Zeit, zu der das Gerät ein- oder ausgeschaltet werden sollte
el: Καθορίστε την ώρα που θα πρέπει να είναι η συσκευή:
es: Especifica la hora en la que el dispositivo debe estar:
fr: Spécifiez l'heure à laquelle l'appareil doit être :
it: Specifica il tempo in cui il dispositivo deve essere:
lt: Nurodykite laiką, kada įrenginys turi būti:
nb: Angi tidspunktet når enheten skal være:
nl: Geef de tijd op waarop het apparaat moet werken:
pl: Określ czas, w którym urządzenie powinno być:
pt_pt: Defina o tempo para o dispositivo estar:
sk_sk: Zadajte čas, kedy má byť zariadenie:
sl: Določite čas, ko naj bo naprava:
uk: Вкажіть час, коли пристрій повинен бути:

source: timer_detail_turned_on
cs: Zapnuté
de: Einschalten für
el: Ενεργοποιημένο
es: Encendido
fr: Activé
it: Acceso
lt: Įjungtas
nb: Aktivert
nl: Aan
pl: Włączone
pt_pt: Ligado
sk_sk: Zapnuté
sl: Vklopljena
uk: Ввімкнений

source: timer_detail_edit_header_on
cs: zapnuté
de: eingeschaltet
el: ενεργοποιημένο
es: encendido
fr: activé
it: acceso
lt: įjungtas
nb: aktivert
nl: aan
pl: włączone
pt_pt: ligado
sk_sk: zapnuté
sl: vklopljena
uk: ввімкнений

source: timer_detail_info_on
cs: zapnuté
de: eingeschaltet
el: ενεργοποιημένο
es: encendido
fr: activé
it: acceso
lt: įjungtas
nb: aktivert
nl: aan
pl: włączone
pt_pt: ligado
sk_sk: zapnuté
sl: vklopljena
uk: ввімкнений

source: timer_detail_turned_off
cs: Vypnuté
de: Ausschalten für
el: Απενεργοποιημένο
es: Apagado
fr: Désactivé
it: Spento
lt: Išjungtas
nb: Utelukket
nl: Uitgeschakeld
pl: Wyłączone
pt_pt: Desligado
sk_sk: Vypnuté
sl: Izklopljena
uk: Вимкнений

source: timer_detail_edit_header_off
cs: vypnuté
de: ausgeschaltet
el: απενεργοποιημένο
es: apagado
fr: désactivé
it: spento
lt: išjungtas
nb: utelukket
nl: uitgeschakeld
pl: wyłączone
pt_pt: desligado
sk_sk: vypnuté
sl: izklopljena
uk: вимкнений

source: timer_detail_info_off
cs: vypnuté
de: ausgeschaltet
el: απενεργοποιημένο
es: apagado
fr: désactivé
it: spento
lt: išjungtas
nb: utelukket
nl: uitgeschakeld
pl: wyłączone
pt_pt: desligado
sk_sk: vypnuté
sl: izklopljena
uk: вимкнений

source: timer_detail_info
cs: Zařízení bude %@ po dobu%@ a poté %@
de: Das Gerät wird %@, bis zum %@ Uhr und dann %@
el: Η συσκευή θα είναι %@ %@, και στη συνέχεια θα %@
es: El dispositivo estará %@ durante %@ y después se %@
fr: Le dispositif sera %@ pendant %@, puis il sera %@
it: Il dispositivo sarà %@ per %@ e poi si %@
lt: Įrenginys bus %@ %@, o tada %@
nb: Enheten vil være %@ i %@ og deretter bli %@
nl: Het apparaat is %@ voor %@ en wordt dan %@
pl: Urządzenie będzie %@ przez %@, a następnie się %@
pt_pt: O dispositivo estará %@ durante %@ e, em seguida, %@
sk_sk: Zariadenie bude %@ na %@, a potom sa %@
sl: Naprava bo %@ %@, nato pa bo %@
uk: Пристрій буде %@ протягом %@, а потім %@

source: timer_detail_stop
cs: Ponechat %@
de: Lass es %@
el: Αφήστε %@
es: Dejar %@
fr: Laisser %@
it: Lascia %@
lt: Palikti %@
nb: Gå %@
nl: Verlaat %@
pl: Pozostaw %@
pt_pt: Deixar %@
sk_sk: Ponechať %@
sl: Pusti %@
uk: Залишити %@

source: timer_detail_cancel
cs: Zrušit a %@
de: Abbrechen und %@
el: Ακύρωση και %@
es: Cancelar y %@
fr: ZAnnuler et %@
it: Annulla e %@
lt: Atšaukti ir %@
nb: Avbryt og %@
nl: Annuleren en %@
pl: Anuluj i %@
pt_pt: Cancelar e %@
sk_sk: Zrušiť a %@
sl: Prekliči in %@
uk: Скасувати та %@

source: timer_detail_end_hour
cs: do hod. %@
de: bis %@
el: μέχρι της %@
es: hasta las %@
fr: à %@ heure
it: alle ore %@
lt: iki %@ val.
nb: til kl. %@
nl: naar uur. %@
pl: do godz. %@
pt_pt: até às %@
sk_sk: do %@ hod.
sl: do ure %@
uk: до год %@

source: timer_detail_edit_time
cs: Upravit čas
de: Zeit ändern
el: Επεξεργασία ώρας
es: Editar hora
fr: Editer le temps
it: Modifica tempo
lt: Koreguoti laiką
nb: Redigeringstid
nl: Bewerk tijd
pl: Edytuj czas
pt_pt: Editar o tempo
sk_sk: Upravit čas
sl: Nastavi čas
uk: Редагувати час

source: timer_detail_edit_header
cs: Upravit čas, kdy zařízení %@
de: Bearbeiten Sie die Zeit, zu der das Gerät %@ wird
el: Επεξεργαστείτε την ώρα κατά την οποία η συσκευή θα %@
es: Editar la hora en la que el dispositivo estará %@
fr: Editer l'heure à laquelle l'appareil %@
it: Modifica il tempo in cui il dispositivo sarà %@
lt: Koreguoti laiką, kada įrenginys bus %@
nb: Rediger tidspunktet for når enheten skal %@
nl: Bewerk de tijd waarop het apparaat %@
pl: Edytuj czas, w którym urządzenie będzie %@
pt_pt: Editar o tempo em que o dispositivo estará %@
sk_sk: Upraviť čas, v ktorom bude zariadenie %@
sl: Nastavite čas, ob katerem bo naprava %@
uk: Редагувати час, коли пристрій буде %@

source: timer_detail_edit_cancel
cs: Zrušit úpravu
de: Änderung abbrechen
el: Ακύρωση επεξεργασίας
es: Cancelar edición
fr: Annuler l'édition
it: Annulla modifica
lt: Atšaukti koregavimą
nb: Avbryt redigering
nl: Annuleren
pl: Anuluj edycję
pt_pt: Cancelar edição
sk_sk: Zrušiť úpravu
sl: Prekliči urejanje
uk: Скасувати редагування

source: timer_detail_select_mode
cs: Vybrat režim
de: Modusauswahl
el: Επιλέξτε λειτουργία
fr: Sélectionnez le mode
it: Seleziona modalità
lt: Pasirinkite režimą
nb: Velg modus
nl: Selecteer modus
pl: Wybierz tryb
sk_sk: Vybrať režim
sl: Izberite način
uk: Вибрати режим

source: timer_detail_manual_mode
cs: Manuální režim
de: Manuellbetrieb
el: Χειροκίνητη λειτουργία
es: Modo manual
fr: Mode manuel
it: Modalità manuale
lt: Rankinis režimas
nb: Manuell modus
nl: Handmatige modus
pl: Tryb ręczny
pt_pt: Modo manual
sk_sk: Manuálny režim
sl: Ročni način
uk: Ручний режим

source: timer_detail_info_thermostat_off
cs: Termostat se vypne pomocí %@
de: Thermostat bleibt %@ ausgeschaltet
el: Ο θερμοστάτης θα είναι απενεργοποιημένος για %@
es: El termostato estará apagado durante %@
fr: Le thermostat sera éteint par %@
it: Il termostato sarà spento per %@
lt: Termostatas bus išjungtas %@
nb: Termostaten vil bli slått av ved %@
nl: De thermostaat wordt uitgeschakeld door %@
pl: Termostat będzie wyłączony przez %@
pt_pt: O termostato será desligado durante %@
sk_sk: Termostat bude vypnutý na %@
sl: Termostat se izklopi z %@
uk: Терморегулятор вимкнеться за допомогою %@

source: timer_detail_info_thermostat_heating
cs: Termostat bude v režimu vytápění po dobu %@
de: Thermostat bleibt %@ im Heizmodus
el: Ο θερμοστάτης θα βρίσκεται σε λειτουργία θέρμανσης για %@
es: El termostato estará en modo calor durante %@
fr: Le thermostat sera en mode chauffage pendant %@
it: Il termostato sarà in modalità di riscaldamento per %@
lt: Termostatas bus šildymo režime %@
nb: Termostaten vil være i oppvarmingsmodus i %@
nl: De thermostaat staat in de verwarmingsmodus gedurende %@
pl: Termostat będzie w trybie grzania przez %@
pt_pt: O termostato estará em modo de aquecimento durante %@
sk_sk: Termostat bude v režime ohrievania na %@
sl: Termostat bo v načinu ogrevanja %@
uk: Термостат працюватиме в режимі нагрівання протягом %@

source: timer_detail_info_thermostat_cooling
cs: Termostat bude v režimu chlazení po dobu %@
de: Thermostat bleibt %@ im Kühlmodus
el: Ο θερμοστάτης θα βρίσκεται σε λειτουργία ψύξης για %@
es: El termostato estará en modo frío durante %@
fr: Le thermostat sera en mode refroidissement pendant %@
it: Il termostato sarà in modalità di raffreddamento per %@
lt: Termostatas bus vėsinimo režime %@
nb: Termostaten vil være i kjølemodus i %@
nl: De thermostaat staat in de koelmodus gedurende %@
pl: Termostat będzie w trybie chłodzenia przez %@
pt_pt: O termostato estará em modo de arrefecimento durante %@
sk_sk: Termostat bude v režime chladenia na %@
sl: Termostat bo v načinu hlajenja %@
uk: Термостат працюватиме в режимі охолодження протягом %@

source: timer_detail_select_time
cs: Zadejte čas
de: Zeitauswahl
el: Καθορίστε την ώρα
es: Especificar hora
fr: Spécifier le temps
it: Specifica tempo
lt: Nustatykite laiką
nb: Angi klokkeslett
nl: Geef de tijd op
pl: Określ czas
pt_pt: Defina o tempo
sk_sk: Zadať čas
sl: Določite čas
uk: Вкажіть час

source: timer_detail_counter
cs: Počítadlo
de: Zähler
el: Μετρητής
es: Contador
fr: Compteur
it: Contatore
lt: Skaitiklis
nb: Teller
nl: Tegen
pl: Licznik
pt_pt: Contador
sk_sk: Počítadlo
sl: Števec
uk: Лічильник

source: timer_detail_calendar
cs: Kalendář
de: Kalender
el: Ημερολόγιο
es: Calendario
fr: Calendrier
it: Calendario
lt: Kalendorius
nb: Kalender
nl: Caledarz
pl: Kalendarz
pt_pt: Calendário
sk_sk: Kalendár
sl: Koledar
uk: Календар

source: timer_detail_min_temp
cs: Teplota min.
el: Θερμοκρασία τουλάχιστον
es: Temp. mín.
fr: Temp. min.
lt: Min. temp.
nb: Temp. min.
nl: Temp. min.
pt_pt: Temp. min.
sk_sk: Min. teplota
sl: Temperatura min.
uk: Мін. темп.

source: timer_detail_max_temp
cs: Teplota max.
el: Θερμοκρασία μέγ.
es: Temp máx.
fr: Temp. max.
lt: Maks. temp.
nb: Temp maks.
nl: Temp. max.
pt_pt: Temp. máx.
sk_sk: Max. teplota
sl: Temperatura maks.
uk: Макс. темп.

source: timer_detail_state_label_for_timer_days
cs: Stav do %@:
de: Zustand bis %@:
el: Κατάσταση μλεχρη της %@:
es: Estado hasta %@:
fr: Etat au %@:
it: Stato al %@:
lt: Būsena iki %@:
nb: Status til %@
nl: Voorwaarde voor %@:
pl: Stan do %@:
pt_pt: Estado até %@:
sk_sk: Stav do %@:
sl: Stanje do %@:
uk: Стан до %@:

source: timer_detail_cancel_thermostat
cs: Pozastavit časovač a zapnout režim:
de: Abbrechen und einschalten in:
el: PΔιακόψτε το χρονοδιακόπτη και ενεργοποιήστε τη λειτουργία:
es: Pausar el temporizador y activar el modo:
fr: Mettre en pause la minuterie et activer le mode :
it: Interrompi il timer e attiva la modalità:
lt: Nutraukti laikmatį ir įjungti režimą:
nb: Sett timeren på pause og slå på modusen:
nl: Pauzeer de timer en schakel de modus in:
pl: Przerwij timer i włącz tryb:
pt_pt: Interromper o temporizador e ativar o modo:
sk_sk: Pozastaviť časovač a zapnúť režim:
sl: Ustavite časovnik in vklopite način:
uk: Перервати таймер і увімкнути режим:

source: thermostat_detail_mode_manual
cs: Manuální
de: Handbetrieb
el: Χιεροκίνητο
es: Manual
fr: Manuellement
it: Manuale
lt: Rankinis
nb: Manuell
nl: Handmatig
pl: Ręczny
pt_pt: Manual
sk_sk: Manuálny
sl: Ročni
uk: Ручний

source: thermostat_detail_mode_weekly_schedule
cs: Program
de: Wöchentlich
el: Πρόγραμμα
es: Programa
fr: Programme
it: Automatico
lt: Programa
nb: Program
nl: Programma
pl: Program
pt_pt: Programa
sk_sk: Program
sl: Program
uk: Програма

source: schedule_detail_quarters_dialog_header
cs: Čas %02d:00
de: Zeit %02d:00
el: Ώρα %02d:00
es: Hora %02d:00
fr: Heure %02d:00
it: Ore %02d:00
lt: %02d:00 valanda
nb: Klokka %02d:00
nl: Uur %02d:00
pl: Godzina %02d:00
pt_pt: Hora %02d:00
sk_sk: Hodina %02d:00
sl: Ura %02d:00
uk: Година %02d:00

source: schedule_detail_program_dialog_header
cs: Nastavení programu %d
de: Program %d Einstellungen
el: Ρυθμίσεις προγράμματος %d
es: Ajustes programa %d
fr: Paramètres du programme %d
it: Impostazioni del programma %d
lt: Programos nustatymai %d
nb: Programinnstillinger %d
nl: Programma-instellingen %d
pl: Ustawienia program %d
pt_pt: Configurações do programa %d
sk_sk: NNastavenia programu %d
sl: Nastavitve programa %d
uk: Налаштування програми %d

source: hvac_mode_temperature_heating
cs: Teplota ohřevu
de: Heiztemperature
el: Θερμοκρασία θέρμανσης
es: Temperatura de calor
fr: Température de chauffage
it: Temperatura di riscaldamento
lt: Šildymo temperatūra
nb: Oppvarmingstemperatur
nl: Verwarmingstemperatuur
pl: Temperatura grzania
pt_pt: Temperatura de aquecimento
sk_sk: Teplota ohrievania
sl: Temperatura ogrevanja
uk: Температура нагрівання

source: hvac_mode_temperature_cooling
cs: Teplota chlazení
de: Kühltemperature
el: Θερμοκρασία ψύξης
es: Temperatura de frío
fr: Température de refroidissement
it: Temperatura di raffreddamento
lt: Vėsinimo temperatūra
nb: Kjøletemperatur
nl: Koeltemperatuur
pl: Temperatura chłodzenia
pt_pt: Temperatura de arrefecimento
sk_sk: Teplota chladenia
sl: Temperatura hlajenja
uk: Температура охолодження

source: thermostat_thermometer_error
cs: Chyba odečtu teploty
de: Fehler beim Temperaturelesen
el: Σφάλμα ανάγνωσης θερμοκρασίας
es: Error de lectura de la temperatura
fr: Erreur de lecture de la température
it: Errore di lettura della temperatura
lt: Temperatūros nuskaitymo klaida
nb: Feil i temperaturavlesningen
nl: Fout bij het aflezen van de temperatuur
pl: Błąd odczytu temperatury
pt_pt: Erro de leitura da temperatura
sk_sk: Chyba pri čítaní teploty
sl: Napaka pri odčitavanju temperature
uk: Помилка зчитування температури

source: thermostat_clock_error
cs: Chyba hodin
de: Uhrfehler
el: Σφάλμα ρολογιού
es: Error de reloj
fr: Erreur d'horloge
it: Errore orologio
lt: Laikrodžio klaida
nb: Klokkefeil
nl: Klokfout
pl: Błąd zegara
pt_pt: Erro de relógio
sk_sk: Chyba hodín
sl: Napaka ure
uk: Помилка годинника

source: thermostat_detail_program_current
cs: Současný stav:
de: Aktuell:
el: Τρέχον:
es: Actual:
fr: Actuellement :
it: Attuale:
lt: Dabar:
nb: Nåværende:
nl: Actueel:
pl: Aktualnie:
pt_pt: Atualmente:
sk_sk: Aktuálne:
sl: Trenutno:
uk: На даний момент:

source: thermostat_detail_program_next
cs: Další:
de: Danach:
el: Επόμενο:
es: Siguiente:
fr: Ensuite :
it: Prossimo:
lt: Vėliau:
nb: Neste:
nl: Volgende:
pl: Następnie:
pt_pt: Em seguida:
sk_sk: Následne:
sl: Naslednje:
uk: Далі:

source: thermostat_detail_program_time
cs: na %@
de: für %@
el: μέσω %@
es: durante %@
fr: pendant %@
it: per %@
lt: per %@
nb: via %@
nl: via %@
pl: przez %@
pt_pt: durante %@
sk_sk: na %@
sl: prek %@
uk: протягом %@

source: thermostat_detail_off_by_window
cs: Vypnuto z důvodu otevřeného okna
de: Wegen offenem Fenster ausgeschaltet
el: Απενεργοποιείται από ανοιχτό παράθυρο
es: Apagado por ventana abierta
fr: Désactivé par une fenêtre ouverte
it: Disabilitato dalla finestra aperta
lt: Išjungtas dėl atidaryto lango
nb: Slått av ved åpent vindu
nl: Uitgeschakeld door open venster
pl: Wyłączony przez otwarte okno
pt_pt: Desligado devido à janela aberta
sk_sk: Vypnutý cez otvorené okno
sl: Izklopljeno čez odprto okno
uk: Вимикнений через відкрите вікно

source: thermostat_detail_off_by_card
cs: Vypnuto z důvodu absence hotelové karty
de: Wegen fehlender Hotelkarte ausgeschaltet
el: Εξαιρείται λόγω έλλειψης κάρτας ξενοδοχείου
es: Apagado por falta de tarjeta de hotel
fr: Désactivé en raison de l'absence de carte d'hôtel
it: Disabilitato per mancanza tessera albergo
lt: Išjungtas dėl viešbučio kortelės trūkumo
nb: Utelukket på grunn av manglende hotellkort
nl: Uitgesloten wegens gebrek aan hotelkaart
pl: Wyłączony z powodu braku karty hotelowej
pt_pt: Desligado por falta de cartão de hotel
sk_sk: Vypnutý z dôvodu chýbajúcej hotelovej karty
sl: Izključeno zaradi neprisotnosti hotelske kartice
uk: Вимкнений через відсутність готельної картки

source: thermostat_detail_off_by_sensor
cs: Deaktivace senzorem
de: Durch Sensor ausgeschaltet
el: Απενεργοποιείται από αισθητήρα
es: Apagado por el sensor
fr: Désactivé par le capteur
it: Disabilitato dal sensore
lt: Išjungtas jutiklio
nb: Deaktivert av sensor
nl: Uitgeschakeld door sensor
pl: Wyłączony przez czujnik
pt_pt: Desligado pelo sensor
sk_sk: Vypnutý senzorom
sl: Deaktivirano s senzorjem
uk: Вимкнений через датчик

source: thermostat_detail_program_info
cs: Dotykem aktivujete program. Podržením upravíte program.
de: Tippen, um es zu aktivieren. Lang halten, um es zu ändern.
el: Αγγίξτε για να ενεργοποιήσετε το πρόγραμμα. Κρατήστε πατημένο για να τροποποιήσετε το πρόγραμμα.
es: Toca para activar el programa. Mantén pulsado para modificar el programa.
fr: Touchez pour activer le programme. Maintenez la touche enfoncée pour modifier le programme.
it: Tocca per attivare il programma. Tieni premuto per modificare il programma.
lt: Palieskite, kad suaktyvintumėte programą. Prilaikykite, kad modifikuotumėte programą.
nb: Trykk på for å aktivere programmet. Hold nede for å endre programmet.
nl: Raak aan om het programma te activeren. Ingedrukt houden om het programma te wijzigen.
pl: Dotknij, aby aktywować program. Przytrzymaj aby modyfikować program.
pt_pt: Toque para ativar o programa. Mantenha premido para modificar o programa.
sk_sk: Dotykom aktivovať program. Podržaním stlačeného tlačidla upraviť program.
sl: Dotaknite se, da aktivirate program. Če želite spremeniti program, pridržite.
uk: Торкніться, щоб активувати програму. Утримуйте, щоб змінити програму.

source: thermostat_detail_box_info
cs: Klepnutím nastavíte vybraný program. Podržením nastavíte vybrané čtvrthodiny.
de: Tippen, um das aktivierten Program zu setzen. Long halten, um die Viertelstunde anzupassen.
el: Αγγίξτε το για να ρυθμίσετε το επιλεγμένο πρόγραμμα. Κρατήστε πατημένο για να ρυθμίσετε τις επιλεγμένα τέταρτα.
es: Toca para ajustar el programa seleccionado. Mantén pulsado para ajustar los cuartos de hora seleccionados.
fr: Touchez pour régler le programme sélectionné. Maintenez la touche enfoncée pour régler les quarts d'heure sélectionnés.
it: Tocca per impostare il programma selezionato. Tieni premuto per impostare i quarti selezionati.
lt: Palieskite, kad nustatytumėte pasirinktą programą. Prulaikykite, kad nustatytumėte pasirinktus ketvirčius.
nb: Trykk på for å stille inn det valgte programmet. Hold nede for å stille inn det valgte kvarteret.
nl: Raak aan om het geselecteerde programma in te stellen. Ingedrukt houden om het geselecteerde kwartier in te stellen.
pl: Dotknij, aby ustawić wybrany program. Przytrzymaj, aby ustawić wybrane kwadranse.
pt_pt: Toque para definir o programa selecionado. Mantenha premido para definir os quartos de hora selecionados.
sk_sk: Dotknite sa pre nastavenie vybraného programu. Podržte stlačené tlačidlo pre nastavenie vybraných štvrťhodín.
sl: Dotaknite se, da nastavite izbrani program. Držite pritisnjeno, da nastavite izbrane četrturne dele.
uk: Торкніться, щоб встановити обрану програму. Утримуйте, щоб встановити вибрані квартали.

source: thermostat_detail_arrow_info
cs: V černém rohu je uveden aktuální čas a den.
de: Die dunkle Ecke zeigt aktuelles Tag und Zeit.
el: Η μαύρη γωνία υποδεικνύει την τρέχουσα ώρα και ημέρα.
es: La esquina negra indica la hora y el día actuales.
fr: Le coin noir indique l'heure et le jour actuels.
it: L'angolo nero indica l'ora e il giorno corrente.
lt: Juodas kampas informuoja apie dabartinį laiką ir dieną.
nb: Det svarte hjørnet angir gjeldende klokkeslett og dag.
nl: De zwarte hoek geeft de huidige tijd en dag aan.
pl: Czarny narożnik informuje o aktualnej godzinie i dniu.
pt_pt: O canto preto indica a hora e o dia atuais.
sk_sk: Čierny roh označuje aktuálny čas a deň.
sl: V črnem kotu sta označena trenutni čas in dan.
uk: У чорному кутку вказано поточний час і день.

source: thermostat_detail_list
cs: Seznam
de: Liste
el: Λίστα
es: Lista
fr: Liste
it: Elenco
lt: Sąrašas
nb: Liste
nl: Vul in
pt_pt: Lista
sk_sk: Zoznam
sl: Seznam
uk: Список

source: thermostat_detail_main_thermostat
cs: Hlavní termostat
de: Hauptthermostat
el: Κύριος θερμοστάτης
es: Termostato principal
fr: Thermostat principal
it: Termostato principale
lt: Pagrindinis termostatas
nb: Hovedtermostat
nl: Hoofdthermostaat
pt_pt: Termostato principal
sk_sk: Hlavný termostat
sl: Glavni termostat
uk: Головний термостат

source: thermostat_detail_other_thermostats
cs: Závislé termostaty
de: Andere Thermostate
el: Εξαρτώμενοι θερμοστάτες
es: Termostatos dependientes
fr: Thermostats dépendants
it: Termostati dipendenti
lt: Priklausomi termostatai
nb: Avhengige termostater
nl: Afhankelijke thermostaten
pt_pt: Termostatos dependentes
sk_sk: Závislé termostaty
sl: Odvisni termostati
uk: Залежні термостати

source: thermostat_battery_cover_open
cs: Otevřený kryt baterie
de: Batteriefachdeckel offen
el: Το κάλυμμα της μπαταρίας είναι ανοιχτό
es: Tapa de la batería abierta
fr: Couvercle de batterie ouvert
it: Coperchio della batteria aperto
lt: Baterijos dangtelis atidarytas
nb: Åpne batteridekselet
nl: Batterijklep openen
pt_pt: Tampa da bateria aberta
sk_sk: Otvorte kryt batérie
sl: Odprt pokrov baterije
uk: Кришка акумулятора відкрита

source: thermostat_detail_antifreeze_active
cs: Aktivní protimrazová ochrana
fr: Protection antigel active
sl: Aktivna zaščita pred zmrzaljo

source: thermostat_detail_overheat_active
cs: Aktivní ochrana proti přehřátí
fr: Protection contre la surchauffe active
sl: Aktivna zaščita pred pregrevanjem
