Repository: SUPLA/supla-ios
Catalog: SUPLA/Resources/*.lproj/Localizable.strings
Languages: cs, de, el, es, fr, it, lt, nb, nl, pl, pt_pt, sk_sk, sl, uk

source: 2: Wi-Fi connection lost
de: 2: Unterbrechung der WiFi-Verbindung
it: 2: connessione Wi-Fi persa
lt: 2: prarastas Wi-Fi ryšys
nl: 2: verlies van WiFi verbinding
pl: 2: utrata połączenia WiFi
sk_sk: 2: stratené WiFi pripojenie

source: 3: server connection reset
de: 3: Zurücksetzung der Verbindung mit dem Server
it: 3: reset connessione al server
lt: 3: ryšys su serveriu nustatomas iš nauja
nl: 3: Reset de verbinding met de server
pl: 3: reset połączenia z serwerem
sk_sk: 3: obnovenie pripojenia k serveru

source: XfF-Xe-aOn.text
it: Durata di vita della sorgente luminosa (ore)

source: XmM-Te-dni.normalTitle
it: OK

source: aZZ-F7-rsl.normalTitle
it: CANCELLA

source: hKG-BE-jQV.text
it: Impostazioni

source: ykW-dh-QDo.text
it: Reset contatore utilizzo sorgente luminosa

source: MOE-IP-Z4M.text
it: INDIRIZZO E-MAIL

source: btP-Nc-v0w.text
it: E-mail o Password errata

source: cdk-TD-22T.normalTitle
it: CANCELLA

source: h9i-6L-lC5.normalTitle
it: OK

source: lEm-PA-nmW.text
it: Inserisci le credenziali di Superuser

source: sOL-lE-RQR.text
it: PASSWORD

source: 6Ji-Wu-NuM.text
it: Impostazioni

source: B9J-rS-YiN.text
it: Impostazioni avanzate

source: BdU-7y-z5H.text
it: Impostazioni

source: EpF-Sy-1PE.text
it: Impostazioni avanzate

source: HTX-JT-yIr.text
it: PASSWORD

source: LpD-C2-bdO.text
it: IDENTIFICATORE DELL'ACCESSO

source: MM3-Y1-eQ3.text
it: IDENTIFICATORE DELL'ACCESSO

source: P35-bB-efP.text
it: INDIRIZZO SERVER

source: P4g-uM-DVf.text
it: Password

source: PHo-MD-YLQ.text
it: IDENTIFICATORE DELL'ACCESSO

source: cZS-4u-QMr.text
it: INDIRIZZO E-MAIL

source: my9-Mc-v9S.text
it: Impostazioni

source: Scenes.ActionButtons.execute
de: Ausführen
it: Esegui
lt: Atlikti
nl: Ik wil volgen
pl: Wykonaj
sk_sk: Vykonať

source: Scenes.ActionButtons.abort
de: Abbrechen
it: Interrompi
lt: Nutraukti
nl: Onderbreek
pl: Przerwij
sk_sk: Prerušiť

source: general_shut
it: Chiudi

source: general_reveal
it: Apri

source: general_collapse
it: Chiudi

source: general_expand
it: Apri

source: settings_lock_screen_accounts
de: Konten
it: Account

source: timer_detail_day_pattern
de: %d Tag
it: %d giorno
pl: %d dzień

source: timer_detail_days_pattern
de: %d Tage
it: %d giorni
pl: %d dni

source: timer_detail_hour_pattern
de: %d Std.
it: %d ora
pl: %d godz.

source: timer_detail_hours_pattern
de: %d Std.
it: %d ore
pl: %d godz.

source: timer_detail_second_pattern
de: %d Sek.
it: %d sec
pl: %d sec.

source: timer_detail_info_next_on
de: eingeschaltet
it: accenderà
pl: włączy

source: timer_detail_info_next_off
de: ausgeschaltet
it: spegnerà
pl: wyłączy

source: timer_detail_cancel_on
de: einschalten
it: abilita
pl: włącz

source: timer_detail_cancel_off
de: auschalten
it: disabilita
pl: wyłącz

source: timer_detail_save
de: Speichern
it: Salva
pl: Zapisz

source: timer_detail_wrong_time_title
de: Falsche Zeit
it: Orario non valido
pl: Nieprawidłowy czas

source: schedule_detail_configuration_failure
de: Fehler - ungültige Kanalkonfiguration
it: Errore - configurazione canale non valida
pl: Błąd - nieprawidłowa konfiguracja kanału

source: history_data_type
de: Datentyp
it: Tipo dati

source: notification_delete_button_delete_all
de: Alles löschen
it: Cancella tutto
pl: Usuń wszystkie

source: details_em_forward_active_energy_short
de: Wirk- aufgenommen
it: Attiva prelevata

source: details_em_reverse_active_energy_short
de: Wirk- zurückgegeben
it: Attiva restituita

source: details_em_forward_reactive_energy_short
de: Blind- aufgenommen
it: Reattiva prelevata

source: details_em_reverse_reactive_energy_short
de: Blind- zurückgegeben
it: Reattiva restituita

source: details_em_energy_label
de: Energie
it: Energia

source: state_wifi_rssi
it: Wi-fi RSSI

source: Channel name
de: Name des Kanals
lt: Kanalo pavadinimas
nl: Naam kanaal
pl: Nazwa kanału
sk_sk: Názov kanála

source: Location name
de: Name der Lokalisierung
lt: Vietos pavadinimas
nl: Naam van de plaats
pl: Nazwa lokalizacji
sk_sk: Názov miesta

source: 1: server timeout
de: 1: keine Serverantwort
lt: 1: serveris neatsako
nl: 1: geen antwoord van de server
pl: 1: brak odpowiedzi serwera
sk_sk: 1: žiadna odpoveď zo servera

source: Cfg.removal.dialog.failed.title
de: Löschen fehlgeschlagen
pl: Błąd usuwania

source: Cfg.removal.dialog.failed.message
de: Das Löschen deines Konto ist fehlgeschalgen, bitte noch mal versuchen
pl: Usunięcie konta nie powiodło się, spróbuj ponownie

source: general_state_opened
de: geöffnet

source: general_state_closed
de: geschloßen

source: settings_battery_level_warnign
de: Batteriestandswarnung

source: device_list_url
de: https://www.supla.org/de/devices

source: about_license
de: Dieses Programm ist freie Software, es darf weitergegeben und / oder modifiziert werden unter den Bedingungen der GNU General Public License die von der Free Software Foundation veröffentlicht wurde, entweder gemäß Version 2 der Lizenz oder (nach Ihrer Option) jeder späteren Version. Dieses Programm wird vertrieben um nützlich zu sein, aber OHNE IRGENDEINE GARANTIE. Sogar ohne Gewähr Marktgängigkeit oder EIGNUNG FÜR EINEN BESTIMMTEN ZWECK. Lesen Sie bitte General Public License für weitere Details. Sie sollten eine Kopie der GNU General Public License zusammen mit diesem Programm erhalten haben. Falls nicht, schreiben Sie an die Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA

source: details_em_hour_marker_title
de: %@ Uhr

source: em_electric_grid_parameters
de: Stromnetzparameter

source: details_em_info_swipe
de: Wischen Sie nach links um mehr zu sehen

source: details_em_info_data_type
de: Hier können Sie auswählen, wie die Daten gruppiert werden (Stunden, Tagen) oder Rangfolgen anzeigen.

source: details_em_info_range
de: Hier können Sie den Bereich für die im Diagramm angezeigten Daten auswählen (z. B. aktueller Monat oder letztes Jahr).

source: details_em_info_data_set_single_phase
de: Tippen Sie hier, um den Typ der angezeigten Daten zu ändern, z. B. Vorwärts- oder Rückwärtsenergie (falls verfügbar).

source: details_em_info_data_set_multiple_phase
de: Tippen Sie hier, um auszuwählen, was Sie sehen möchten, beispielsweise die stündliche Energiebilanz oder die Phasen wählen.

source: details_em_voltage_phase_angle_12
de: Spannungs-Phasewinkel U12

source: details_em_voltage_phase_angle_13
de: Spannungs-Phasewinkel U13

source: details_em_voltage_phase_sequence
de: Spannungs-Phasenfolge

source: details_em_current_phase_sequence
de: Stromphasenfolge

source: counter_photo_toolbar
de: Bilder von Zähler

source: counter_photo_counter_area
de: Zählerbereich

source: counter_photo_original_photo
de: Originalbild

source: counter_photo_settings
de: Cloudkonfiguration

source: counter_photo_history
de: Fotohistorie

source: counter_photo_error
de: Fehler

source: counter_photo_loading_error
de: Das Laden ist fehlgeschlagen.

source: valve_warning_flooding
de: Das Ventil wurde aufgrund einer Überflutung geschlossen. Stellen Sie vor dem Öffnen des Ventils sicher, dass die Ursache behoben wurde. Durch Öffnen des Ventils wird der Alarm gelöscht.

source: flooding_alarm_message
de: Der Sensor meldet eine Überschwemmung!

source: valve_warning_flooding_short
de: Das Ventil wurde wegen einer erkannten Überschwemmung geschlossen.

source: valve_warning_motor_problem
de: Es wurde ein Motorproblem erkannt. Stellen Sie sicher, dass das Ventil nicht blockiert ist. Das Ventil ist möglicherweise teilweise geöffnet.

source: valve_warning_motor_problem_opening
de: Es wurde ein Motorproblem erkannt. Stellen Sie sicher, dass das Ventil nicht blockiert ist. Das Ventil ist möglicherweise teilweise geöffnet. Möchten Sie es wirklich öffnen?

source: valve_warning_motor_problem_closing
de: Es wurde ein Motorproblem erkannt. Stellen Sie sicher, dass das Ventil nicht blockiert ist. Das Ventil ist möglicherweise teilweise geöffnet. Möchten Sie es wirklich schließen?

source: valve_action_error
de: Ein Kommunikationfehler ist aufgetreten. Bitte versuchen Sie später noch mal.

source: change_caption_header
de: Änderung der Beschriftung

source: change_caption_group_name
de: Gruppenname

source: Start
lt: Startas
nl: Opstarten
sk_sk: Štart

source: The valve has been closed in manual mode. Before you open it, make sure it has not been closed due to flooding. To turn off the warning, open the valve manually. Are you sure you want to open it from the application ?!
lt: Vožtuvas buvo uždarytas rankiniu būdu. Prieš jį atidarydami įsitikinkite, kad jis nebuvo uždarytas dėl užliejimo. Norėdami išjungti įspėjimą, vožtuvą atidarykite rankiniu būdu. Ar tikrai norite atidaryti vožtuvą programoje?!
pl: Zawór został zamknięty w trybie manualnym. Zanim go otworzysz upewnij się, że nie został zamknięty z powodu zalania. Aby wyłączyć ostrzeżenie otwórz zawór manualnie. Czy na pewno chcesz otworzyć zawór z aplikacji?!
sk_sk: Ventil bol zatvorený manuálne. Predtým ako ho otvoríte, uistite sa, že nebol zatvorený kvôli zaplaveniu. Pre vypnutie upozornenia zatvorte ventil manuálne. Naozaj chcete otvoriť ventil pomocou aplikácie?!

source: The valve has been closed in manual mode. Before you open it, make sure it has not been closed due to flooding. To turn off the warning, open the valve manually.
lt: Vožtuvas buvo uždarytas rankiniu būdu. Prieš jį atidarydami įsitikinkite, kad jis nebuvo uždarytas dėl užliejimo. Norėdami išjungti įspėjimą, vožtuvą atidarykite rankiniu būdu.
pl: Zawór został zamknięty w trybie manualnym. Zanim go otworzysz upewnij się, że nie został zamknięty z powodu zalania. Aby wyłączyć ostrzeżenie otwórz zawór manualnie.
sk_sk: Ventil bol zatvorený manuálne. Predtým ako ho otvoríte, uistite sa, že nebol zatvorený kvôli zaplaveniu. Pre vypnutie upozornenia zatvorte ventil manuálne.

source: Battery level
lt: Baterijos lygis
pl: Poziom baterii
sk_sk: Úroveň batérie

source: Battery powered
lt: Maitinimas baterija
pl: Zasilanie bateryjne
sk_sk: Napájanie z batérie

source: Wifi signal strength
lt: WiFi signalo stiprumas
pl: Siła sygnału WiFi
sk_sk: Sila signálu WiFi

source: Bridge node - online
lt: Tilto mazgas – online
pl: Węzeł mostu - online
sk_sk: Uzol mosta – online

source: Bridge node - signal strength
lt: Tilto mazgas – signalo stiprumas
pl: Węzeł mostu - siła sygnału
sk_sk: Uzol mosta - sila signálu

source: Uptime
lt: Darbo laikas
pl: Czas pracy
sk_sk: Pracovný čas

source: Connection uptime
lt: Prisijungimo laikas
pl: Czas połączenia
sk_sk: Čas pripojenia

source: Battery health
lt: Baterijos eksploatavimo laikas
pl: Żywotność baterii
sk_sk: Životnosť batérie

source: Connection reset cause
lt: Ryšio atstatymo priežastis
pl: Powód restartu połaczenia
sk_sk: Dôvod reštartovania pripojenia

source: Light source lifespan
lt: Šviesos šaltinio eksploatavimo laikas
pl: Żywotność źródła światła
sk_sk: Životnosť svetelného zdroja

source: Light source operating time
lt: Šviesos šaltinio veikimo laikas
pl: Czas pracy źródła światła
sk_sk: Pracovný čas svetelného zdroja

source: Channel Id
lt: Kanalo ID
pl: Id kanału
sk_sk: ID kanála

source: AccountCreation.title
lt: Koreguoti paskyrą
pl: Edytuj konto

source: AccountCreation.modificationTitle
lt: Pridėti paskyrą
pl: Dodaj konto

source: Connecting...
pl: Łączenie...

source: Unknown error
pl: Nieznany błąd

source: Service temporarily unavailable
pl: Usługa tymczasowo niedostępna

source: Bad credentials
pl: Błędne poświadczenia

source: Client limit exceeded
pl: Przekroczony limit aplikacji klienckich

source: Device disabled. Please log in to "Supla Cloud" and enable this device in “Smartphone” section of the website.
pl: Urządzenie jest wyłączone. Zaloguj się do "Supla Cloud" i włącz ten smrtfon w zakładce "Smartfony".

source: Access Identifier is disabled
pl: Identyfikator dostępu jest wyłączony

source: New client registration disabled. Please log in to "Supla Cloud" and enable "New client registration" in "Smartphone" section of the website.
pl: Rejestracja jest obecnie wyłączona. Zaloguj się do "Supla Cloud" i przełącz rejestrację klientów na AKTYWNĄ w zakładce "Smartfony".

source: Client activation required. Please log in to "Supla Cloud" and assign an “Access ID” for this device in “Smartphone” section of the website.
pl: To urządzenie nie ma przypisanego identyfikatora dostępu. Przejdź na stronę "Supla Cloud" i w zakładce "Smartfony" przypisz odpowiedni identyfikator.

source: Host not found. Make sure you are connected to the internet and that an account with the entered email address has been created.
pl: Adres serwera nie został znaleziony. Upewnij się, że posiadasz połączenie z internetem oraz, że konto o wprowadzonym adresie email zostało utworzone.

source: [Calibration]
pl: [Kalibracja]

source: Incorrect Email Address or Password
pl: Błędny adres email lub hasło

source: Are you sure you want to start calibration?
pl: Czy na pewno chcesz rozpocząć kalibrację ?

source: Calibration lost.
pl: Kalibracja nie powiodła się.

source: Calibration failed.
pl: Kalibracja została utracona.

source: Motor problem / Unexpected stop.
pl: Problem z silnikiem / Nieoczekiwane zatrzymanie.

source: Roller shutter %
pl: Rolety %

source: Access Identifier inactive.
pl: Identyfikator dostępu nieaktywny.

source: General.error
pl: Błąd

source: history_aggregation_label
pl: Agregacja
