Repository: SUPLA/supla-ios
Catalog: SUPLA/Resources/*.lproj/Localizable.strings
Languages: cs, de, el, es, fr, it, lt, nb, nl, pl, pt_pt, sk_sk, sl, uk

source: The channel caption change failed. Code %i
cs: Podpis kanálu se nepodařilo změnit. Kód %i
de: Kanalsignatur konnte nicht geändert werden. Code %i
el: Αποτυχία αλλαγής υπογραφής καναλιού. Κωδικός %i
es: No se ha podido cambiar la descripción del canal. Código %i
fr: Échec de la modification de la signature de la chaîne. Code %i
it: Cambio di nome del canale non riuscito. Codice %i
lt: Kanalo parašo pakeitimas nepavyko. Kodas %i
nb: Kunne ikke endre kanalens signatur. Kode %i
nl: Kan kanaalhandtekening niet wijzigen. Code %i
pl: Zmiana podpisu kanału zakończona niepowodzeniem. Kod %i
pt_pt: Falha ao alterar a assinatura do canal. Código %i
sk_sk: Zmena podpisu kanálu neúspešná. Kód %i
sl: Podpisa kanala ni bilo mogoče spremeniti. Koda %i
uk: Не вдалося змінити підпис каналу. Код %i

source: You cannot change the function of a channel that belongs to a group.
cs: Není možné změnit funkci kanálu, který je součástí skupiny.
de: Sie können die Funktion eines Kanals, der einer Gruppe zugewiesen ist, nicht ändern.
el: Δεν μπορείτε να αλλάξετε τις λειτουργίες ενός καναλιού που ανήκει σε μια ομάδα.
es: No se puede cambiar la función del canal que pertenece al grupo.
fr: Vous ne pouvez pas modifier les fonctions d’une chaîne qui fait partie d'un groupe.
it: Non è possibile cambiare la funzione del canale che appartiene al gruppo.
lt: Negalima pakeisti kanalo, kuris priklauso grupei, funkcijų.
nb: Du kan ikke endre funksjonen til en kanal som tilhører en gruppe.
nl: U kunt de functie van een kanaal dat bij een groep hoort niet veranderen.
pl: Nie można zmienić funkcji kanału, który należy do grupy.
pt_pt: Não é possível alterar as funções de um canal que faz parte do grupo.
sk_sk: Nedá sa zmeniť funkcia kanálu, ktorý patrí ku skupine.
sl: Funkcije kanala, ki je del skupine, ne morete spremeniti.
uk: Ви не можете змінити функцію каналу, який належить до групи.

source: You cannot change the function of a channel that has a schedule.
cs: Není možné změnit funkci kanálu, který obsahuje harmonogram.
de: Sie können die Funktion eines Kanals mit einem Zeitplan nicht ändern.
el: Δεν μπορείτε να αλλάξετε τη λειτουργία ενός καναλιού που έχει χρονοδιάγραμμα.
es: No se puede cambiar la función del canal que tiene programa.
fr: Vous ne pouvez pas changer la fonction d'une chaîne qui a un calendrier.
it: Non è possibile cambiare la funzione del canale che ha un programma.
lt: Negalima pakeisti kanalo, kuris turi tvarkaraštį, funkcijų.
nb: Du kan ikke endre funksjonen til en kanal som har en tidsplan.
nl: U kunt de functie van een kanaal met een schema niet wijzigen.
pl: Nie można zmienić funkcji kanału, który posiada harmonogram.
pt_pt: Não é possível alterar a função de um canal que tenha uma programação.
sk_sk: Nedá sa zmeniť funkcia kanálu, ktorý má harmonogram.
sl: Funkcije kanala, ki ima razpored, ne morete spremeniti.
uk: Ви не можете змінити функції каналу, який має розклад.

source: You cannot change the function of a channel that is associated with a scene.
cs: Není možné změnit funkci kanálu, který je připojený ke scéně.
de: Sie können die Funktion eines Kanals, der einer Szene zugewiesen ist, nicht ändern.
el: Δεν μπορείτε να αλλάξετε τη λειτουργία ενός καναλιού που σχετίζεται με μια σκηνή.
es: No se puede cambiar la función del canal que está asociado con la escena.
fr: Vous ne pouvez pas changer la fonction d'une chaîne associée à une scène.
it: Non è possibile cambiare la funzione del canale che risulta collegato alla scena.
lt: Negalima pakeisti kanalo, kuris susietas su scena, funkcijų.
nb: Du kan ikke endre funksjonen til en kanal som er tilknyttet en scene.
nl: U kunt de functie van het kanaal dat gerelateerd is aan de scène niet wijzigen.
pl: Nie można zmienić funkcji kanału, który jest powiązany ze sceną.
pt_pt: Não é possível alterar a função de um canal associado a uma cena.
sk_sk: Nedá sa zmeniť funkcia kanálu, ktorý je spojený so scénou.
sl: Funkcije kanala, ki je povezan s sceno, ne morete spremeniti.
uk: Ви не можете змінити функцію каналу, пов’язаного зі сценою.

source: The channel function change failed. Code %i
cs: Funkci kanálu se nepodařilo změnit. Kód %i
de: Kanalfunktion konnte nicht geändert werden. Code %i
el: Αποτυχία αλλαγής λειτουργίας καναλιού. Κωδικός %i
es: No se ha podido cambiar la función del canal. Código %i
fr: Impossible de changer la fonction de la chaîne. Code %i
it: Cambio di funzione del canale non riuscito. Codice %i
lt: Kanalo funkcijos pakeitimas nepavyko. Kodas %i
nb: Kunne ikke endre kanalens funksjon. Kode %i
nl: Verandering van kanaalfunctie is mislukt. Code %i
pl: Zmiana funkcji kanału zakończona niepowodzeniem. Kod %i
pt_pt: Falha ao alterar a função do canal. Código %i
sk_sk: Zmena funkcie kanálu neúspešná. Kód %i
sl: Funkcije kanala ni bilo mogoče spremeniti. Koda %i
uk: Не вдалося змінити функцію каналу. Код %i

source: The waiting time for changing the channel function has expired.
cs: Vypršel časový limit při čekání na změnu funkce kanálu.
de: Die Wartezeit auf Änderung der Kanalfunktion wurde überschritten.
el: Υπέρβαση χρόνου αναμονής για αλλαγή της λειτουργίας καναλιού.
es: ¡Se ha superado el tiempo de espera al cambio de función del canal!
fr: Le temps d'attente pour changer la fonction de la chaîne a expiré.
it: Il tempo di attesa per il cambio di funzione del canale è scaduto.
lt: Baigėsi kanalo funkcijų keitimo laukimo laikas.
nb: Ventetiden for endringen av kanalens funksjon er utløpt.
nl: De wachttijd voor het wijzigen van de kanaalfunctie is verstreken.
pl: Upłynął czas oczekiwania na zmianę funkcji kanału.
pt_pt: O tempo de espera para alterar a função do canal expirou.
sk_sk: Bola prekročená lehota čakania na zmenu funkcie.
sl: Potekel je čas čakanja na spremembo funkcij kanala.
uk: Минув час для зміни функції каналу.

source: Searching the z-wave network to build a list of devices.
cs: Prohledávání sítě z-wave pro vytvoření seznamu zařízení.
de: Das Z-Wave-Netzwerk wird durchgesucht, um eine Geräteliste zu erstellen.
el: Αναζήτηση δικτύου του κύματος Ζ για τη δημιουργία λίστας συσκευών.
es: Búsqueda de red z-wave para crear una lista de dispositivos.
fr: Recherche de réseaux z-wave pour créer une liste de périphériques.
it: Ricerca sulla rete z-wave per creare un elenco dei dispositivi.
lt: Paieška z-wave tinkle siekiant sudaryti įrenginių sąrašą.
nb: Skanner z-wave nettverket for å lage en enhetsliste.
nl: Z-wave netwerk zoeken om een apparaatlijst op te bouwen.
pl: Przeszukiwanie sieci z-wave w celu zbudowania listy urządzeń.
pt_pt: Pesquisando redes z-wave para construir uma lista de dispositivos.
sk_sk: Prehľadávanie siete z-wave s cieľom zostavenia zoznamu zariadení.
sl: Preiskovanje omrežja z-wave za sestavo seznama naprav.
uk: Пошук мережі z-wave для створення списку пристроїв.

source: The waiting time for the ID of the assigned z-wave device has expired.
cs: Vypršel časový limit při čekání na identifikátor připsaného zařízení z-wave.
de: Die Wartezeit auf die dem Z-Wave-Gerät zugewiesene ID wurde überschritten.
el: Υπέρβαση χρόνου αναμονής για το αναγνωριστικό της καθορισμένης συσκευής του κύματος Ζ.
es: ¡Se ha superado el tiempo de espera al identificador del dispositivo z-wave asignado!
fr: Le temps d'attente de l'identifiant de périphérique z-wave attribué a expiré.
it: Il tempo di attesa per l’identificatore del dispositivo z-wave è scaduto.
lt: Baigėsi priskirto z-wave įrenginio identifikatoriaus laukimo laikas.
nb: Ventetiden for identifikatoren til den tilknyttede z-wave enheten er utløpt.
nl: De wachttijd voor de identificatie van het toegewezen Z-wave apparaat is verstreken.
pl: Upłynął czas oczekiwania na identyfikator przypisanego urządzenia z-wave.
pt_pt: O tempo limite de espera pelo ID do dispositivo z-wave atribuído expirou.
sk_sk: Bola prekročená lehota čakania na identifikátor priradeného zariadenia z-wave.
sl: Potekel je čas čakanja na identifikator pripisane z-wave naprave.
uk: Час очікування ідентифікатора призначеного пристрою z-wave минув.

source: Device response not as expected. Method: "%@" Code: %i
cs: Odezva zařízení se neshoduje s předpokladem. Metoda: "%@" Kód: %i
de: Geräteantwort nicht wie erwartet. Methode: "%@" Code: %i
el: Η απόκριση της συσκευής δεν είναι όπως αναμενόταν. Μέθοδος: "%@" Κωδικός: %i
es: La respuesta del dispositivo no es la esperada. Método: "%@" Código: %i
fr: La réponse de l'appareil n'est pas celle attendue. Méthode: "%@" Code: %i
it: Risposta del dispositivo non corrisponde a quella prevista. Metodo: "%@" Codice: %i
lt: Įrenginio atsakymas neatitinka tikėtino atsakymo. Metodas: "%@" Kodas: %i
nb: Enhetsrespons er ikke som forventet. Metode: "%@" Kode: %i
nl: De reactie van het apparaat is niet zoals verwacht. Methode: "%@" Code: %i
pl: Odpowiedź urządzenia niezgodna z oczekiwaną. Metoda: "%@" Kod: %i
pt_pt: A resposta do dispositivo não foi a esperada. Método: "%@" Código: %i
sk_sk: Odpoveď zariadenia iná ako očakávaná. Metóda: "%@" Kód: %i
sl: Odziv naprave ni skladen s pričakovanji. Metoda: "%@" Koda: %i
uk: Відповідь пристрою не відповідає очікуванням. Метод: "%@" Код: %i

source: The waiting time for the list of z-wave devices has expired.
cs: Vypršel časový limit při čekání na seznam zařízení z-wave.
de: Die Wartezeit auf Liste der Z-Wave-Geräte wurde überschritten.
el: Υπέρβαση χρόνου αναμονής για τη λίστα συσκευών του κύματος Ζ.
es: ¡Se ha superado el tiempo de espera a la lista de dispositivos z-wave!
fr: Le temps d'attente de la liste des périphériques z-wave a expiré.
it: Il tempo di attesa per l’elenco di dispositivi z-wave è scaduto.
lt: Baigėsi z-wave įrenginių sąrašo laukimo laikas.
nb: Ventetiden for listen av z-wave enheter er utløpt.
nl: De wachttijd voor de Z-wave apparatuurlijst is verstreken.
pl: Upłynął czas oczekiwania na listę urządzeń z-wave.
pt_pt: O tempo limite de espera pela lista de dispositivos z-wave expirou.
sk_sk: Bola prekročená lehota čakania na zoznam zariadení z-wave.
sl: Potekel je čas čakanja na seznam z-wave naprav.
uk: Час очікування для списку пристроїв z-wave минув.

source: Assigned to:
cs: Přiřazeno k:
de: Zugewiesen:
el: Έχει καταχωρηθεί:
es: Asignado a:
fr: Assigné à:
it: Assegnato a:
lt: Priskirta:
nb: Tilknyttet til:
nl: Toegewezen aan:
pl: Przypisano do:
pt_pt: Atribuído a:
sk_sk: Priradené k:
sl: Dodeljeno:
uk: Присвоєно:

source: Waiting for confirmation of resetting the z-wave network together with clearing the settings.
cs: Čeká se na potvrzení restartování sítě z-wave spolu s odstraněním nastavení.
de: Es wird auf die Bestätigung des Zurücksetzens des Z-Wave-Netzwerks sowie auf das Löschen der Einstellungen gewartet.
el: Αναμονή για επιβεβαίωση της επαναφοράς του δικτύου του κύματος Ζ μαζί με τη διαγραφή των ρυθμίσεων.
es: Esperando la confirmación de resetear la red z-wave y eliminar los ajustes.
fr: En attente de confirmation de la réinitialisation du réseau z-wave et de la suppression des paramètres.
it: In attesa di confermare il reset della rete z-wave con l’eliminazione delle impostazioni.
lt: Laukiama z-wave tinklo atstatymo kartu su nustatymų pašalinimu.
nb: Venter på bekreftelse på tilbakestilling av z-wave nettverket sammen med tilbakestilling av innstillingene.
nl: Wachten op bevestiging van het resetten van het Z-wave netwerk met het verwijderen van de instellingen.
pl: Oczekiwanie na potwierdzenie zresetowania sieci z-wave wraz z usunięciem ustawień.
pt_pt: Aguardando a confirmação da redefinição da rede z-wave junto com a exclusão das configurações.
sk_sk: Čakanie na potvrdenie reštartovania siete z-wave a odstránenia nastavení.
sl: Čakanje na potrditev ponastavitve z-wave omrežja skupaj z brisanjem nastavitev.
uk: Очікування підтвердження скидання мережі z-wave разом із видаленням налаштувань.

source: The waiting time for the z-wave network reset has expired.
cs: Vypršel časový limit při čekání na restart sítě z-wave.
de: Die Wartezeit auf das Zurücksetzen des Z-Wave-netzwerk wurde überschritten.
el: Υπέρβαση χρόνου αναμονής για την επαναφορά του δικτύου κύματος Ζ.
es: ¡Se ha superado el tiempo de espera al reinicio de la red z-wave!
fr: Le temps d'attente pour la réinitialisation du réseau z-wave a expiré.
it: Il tempo di attesa per il reset della rete z-wave è scaduto.
lt: Baigėsi z-wave tinklo atstatymo laukimo laikas.
nb: Ventetiden for tilbakestilling av z-wave nettverket er utløpt.
nl: De wachttijd voor het resetten van het Z-wave netwerk is voorbij.
pl: Upłynął czas oczekiwania na reset sieci z-wave.
pt_pt: O tempo limite de espera para redefinição da rede z-wave expirou.
sk_sk: Bola prekročená lehota čakania na reštart siete z-wave.
sl: Potekel je čas čakanja na ponastavitev z-wave mreže.
uk: Час очікування скидання мережі z-wave минув.

source: Are you sure you want to reset the settings and z-wave network?
cs: Chcete opravdu restartovat nastavení a celou síť z-wave?
de: Sind Sie sicher, dass Sie die Einstellungen und das Z-Wave-Netzwerk zurücksetzen möchten?
el: Είστε βέβαιοι ότι θέλετε να επαναφέρετε τις ρυθμίσεις και το δίκτυο του κύματος Ζ;
es: ¿Está seguro de que quiere resetear los ajustes y la red z-wave?
fr: Voulez-vous vraiment réinitialiser les paramètres et le réseau z-wave?
it: Sei sicuro di voler resettare le impostazioni e la rete z-wave ?
lt: Ar tikrai norite atstatyti nustatymus ir z-wave tinklą?
nb: Er du sikker på at du vil tilbakestille innstillinger og z-wave nettverket?
nl: Weet u zeker dat u de instellingen en het Z-wave netwerk wilt resetten?
pl: Czy na pewno chcesz zresetować ustawienia oraz sieć z-wave ?
pt_pt: Tem certeza de que deseja redefinir as configurações e a rede z-wave?
sk_sk: Si si istý/á, že chceš reštartovať nastavenia a sieť z-wave?
sl: Ali ste prepričani, da želite ponastaviti nastavitve in omrežje z-wave?
uk: Ви впевнені, що бажаєте скинути налаштування та мережу z-wave?

source: This function is not available when the bridge is in slave mode.
cs: Pokud je můstek ve vedlejším režimu, tak tato funkce není dostupná.
de: Diese Funktion ist nicht verfügbar, wenn die Brücke in einem untergeordneten Modus betrieben wird.
el: Αυτή η λειτουργία δεν είναι διαθέσιμη όταν η γέφυρα είναι σε υποδεέστερη λειτουργία.
es: Está función no está disponible cuando el puente esté en el modo esclavo.
fr: Cette fonction n'est pas disponible lorsque le pont est en mode subalterne.
it: Questa funzione non è disponibile quando il ponte funziona in modalità secondaria.
lt: Kai tiltas veikia antraeiliame režime ši funkcija neprieinama.
nb: Denne funksjonen er ikke tilgjengelig når broen er i slave-modus.
nl: Deze functie is niet beschikbaar als de brug zich in de submode bevindt.
pl: Ta funkcja nie jest dostępna gdy most pracuje w trybie podrzędnym.
pt_pt: Esta função não está disponível quando a ponte está no modo escravo.
sk_sk: Táto funkcia nie je dostupná, keď most pracuje v podriadenom režime.
sl: Ta funkcija ni na voljo, ko je most v pomožnem načinu.
uk: Ця функція недоступна, коли міст перебуває в підлеглому режимі.

source: Waiting for button press on the z-wave device.
cs: Čeká se na stisknutí tlačítka zařízení z-wave.
de: Es wird auf das Drücken der Schaltfläche auf einem Z-Wave-Gerät gewartet.
el: Περιμένοντας για το πάτημα του κουμπιού στη συσκευή του κύματος Ζ.
es: Esperando a que se presione una tecla en el dispositivo z-wave.
fr: En attente de la pression sur un bouton de l'appareil z-wave.
it: In attesa di premere il pulsante nel dispositivo z-wave.
lt: Laukiama, kol bus paspaustas mygtukas z-wave įrenginyje.
nb: Venter på et knappetrykk på en z-wave enhet.
nl: Wachten tot de knop op het Z-wave apparaat wordt ingedrukt.
pl: Oczekiwanie na naciśnięcie przycisku w urządzeniu z-wave.
pt_pt: Espera por pressionamento de botão num dispositivo z-wave.
sk_sk: Čakanie na stlačenie tlačidla v zariadení z-wave.
sl: Čakanje na pritisk gumba na z-wave napravi.
uk: Очікування натискання кнопки в пристрої z-wave.

source: The waiting time for pressing the button has elapsed.
cs: Vypršel časový limit při čekání na stisknutí tlačítka.
de: Die Wartezeit auf Drücken der Schaltfläche wurde überschritten.
el: Υπέρβαση χρόνου αναμονής για το πάτημα του κουμπιού.
es: ¡Se ha superado el tiempo de espera a presionar una tecla!
fr: Le temps d'attente pour la pression d'un bouton a expiré.
it: Il tempo di attesa per premere il pulsante è scaduto.
lt: Baigėsi mygtuko paspaudimo laukimo laikas.
nb: Ventetiden for knappetrykket er utløpt.
nl: De wachttijd voor het indrukken van de knop is verstreken.
pl: Upłynął czas oczekiwania na naciśnięcie przycisku.
pt_pt: O tempo de espera para pressionar o botão expirou.
sk_sk: Bola prekročená lehota čakania na stlačenie tlačidla.
sl: Potekel je čas čakanja na pristisk gumba.
uk: Час натискання кнопки минув.

source: Waiting for the device to be added to the z-wave network.
cs: Čeká se na přidání zařízení k síti z-wave.
de: Es wird auf das Hinzufügen des Geräts zum Z-Wave-Netzwerk gewartet.
el: Αναμονή για προσθήκη της συσκευής στο δίκτυο του κύματος Ζ.
es: Esperando agregar el dispositivo a la red z-wave.
fr: En attente d'ajout de l'appareil au réseau z-wave.
it: In attesa di aggiungere il dispositivo alla rete z-wave.
lt: Laukiama, kol įrenginys bus pridėtas prie z-wave tinklo.
nb: Venter på tillegging av enheten til z-wave nettverket.
nl: Wachten om het apparaat aan het Z-wave-netwerk toe te voegen.
pl: Oczekiwanie na dodanie urządzenia do sieci z-wave.
pt_pt: Esperando para adicionar o dispositivo à rede z-wave.
sk_sk: Čakanie na pridanie zariadenia do siete z-wave.
sl: Čakanje na dodajanje naprave v omrežje z-wave.
uk: Очікування додавання пристрою до мережі z-wave.

source: The waiting time for adding the device to the z-wave network has expired.
cs: Vypršel časový limit při čekání na přidání zařízení k síti z-wave.
de: Die Wartezeit auf das Hinzufügen des Geräts zum Z-Wave-Netzwerk wurde überschritten.
el: Υπέρβαση χρόνου αναμονής για την προσθήκη της συσκευής στο δίκτυο του κύματος Ζ.
es: ¡Se ha superado el tiempo de espera a añadir dispositivo a la red z-wave!
fr: Le temps d'attente pour l'ajout de l'appareil au réseau z-wave a expiré.
it: Il tempo di attesa per aggiungere il dispositivo alla rete z-wave è scaduto.
lt: Baigėsi įrenginio pridėjimo prie z-wave tinklo laukimo laikas.
nb: Ventetiden for tillegging av enheten til z-wave nettverket er utløpt.
nl: De wachttijd voor het toevoegen van het apparaat aan het Z-wave netwerk is verstreken.
pl: Upłynął czas oczekiwania na dodanie urządzenia do sieci z-wave.
pt_pt: O tempo de espera para adicionar o dispositivo à rede z-wave expirou.
sk_sk: Bola prekročená lehota čakania na pridanie zariadenia do siete z-wave.
sl: Potekel je čas čakanja na dodajanje naprave v omrežje z-wave.
uk: Час очікування для додавання пристрою до мережі z-wave минув.

source: The waiting time to remove the device has expired.
cs: Vypršel časový limit při čekání na odstranění zařízení.
de: Die Wartezeit auf Löschen des Geräts wurde überschritten.
el: Υπέρβαση χρόνου αναμονής για την κατάργηση συσκευής.
es: ¡Se ha superado el tiempo de espera a eliminar el dispositivo!
fr: Le temps d'attente de suppression de l'appareil a expiré.
it: Il tempo di attesa per la rimozione del dispositivo è scaduto.
lt: Baigėsi įrenginio pašalimo laukimo laikas.
nb: Ventetiden for fjerning av enheten er utløpt.
nl: De wachttijd voor het verwijderen van het apparaat is verstreken.
pl: Upłynął czas oczekiwania na usunięcie urządzenia.
pt_pt: O tempo limite de espera para remoção do dispositivo expirou.
sk_sk: Bola prekročená lehota čakania na odstránenie zariadenia.
sl: Potekel je čas čakanja na odstranitev naprave.
uk: Час очікування видалення пристрою минув.

source: The waiting time for the z-wave device assignment to the channel has elapsed.
cs: Vypršel časový limit při čekání na uložení zařízení z-wave do kanálu.
de: Die Wartezeit auf das Zuweisen des Z-Wave-Geräts dem Kanal wurde überschritten.
el: Υπέρβαση χρόνου αναμονής για την καταχώρηση συσκευής του κύματος Ζ στο κανάλι.
es: ¡Se ha superado el tiempo de espera a asignar el dispositivo z-wave al canal!
fr: Le temps d'attente pour l'attribution d'un périphérique z-wave à la chaîne a expiré.
it: Il tempo di attesa per assegnare il dispositivo z-wave al canale è scaduto.
lt: Baigėsi z-wave įrenginio priskyrimo prie kanalo laukimo laikas.
nb: Ventetiden for tilknytting av z-wave enheten til kanalen er utløpt.
nl: De wachttijd voor het toewijzen van het Z-wave apparaat aan het kanaal is verstreken.
pl: Upłynął czas oczekiwania na przypisanie urządzenia z-wave do kanału.
pt_pt: O tempo limite de espera para atribuição de um dispositivo z-wave ao canal expirou.
sk_sk: Bola prekročená lehota čakania na priradenie zariadenia z-wave ku kanálu.
sl: Potekel je čas čakanja na dodajanje z-wave naprave na kanal.
uk: Час очікування для призначення пристрою z-wave каналу минув.

source: The selected z-wave device is already associated with another channel. Are you sure you want to move this device to this channel?
cs: Vybrané zařízení z-wave je už připojeno k jinému kanálu. Chcete opravdu přenést vybrané zařízení k jinému kanálu?
de: Das ausgewählte Z-Wave-Gerät ist bereits einem anderen Kanal zugewiesen. Sind Sie sicher, dass Sie dieses Gerät auf diesen Kanal übertragen möchten?
el: Η επιλεγμένη συσκευή του κύματος Ζ σχετίζεται ήδη με άλλο κανάλι. Είστε βέβαιοι ότι θέλετε να μετακινήσετε αυτήν τη συσκευή σε αυτό το κανάλι;
es: El dispositivo elegido z-wave ya está asociado con otro canal. ¿Está seguro de mover el dispositivo a este canal?
fr: Le périphérique z-wave sélectionné est déjà associé à une autre chaîne. Voulez-vous vraiment déplacer cet appareil vers cette chaîne
it: Il dispositivo z-wave selezionato è già associato a un altro canale. Sei sicuro di voler spostare questo dispositivo in questo canale?
lt: Pasirinktas z-wave įrenginys jau susietas su kitu kanalu. Ar tikrai norite perkelti šį įrenginį prie šio kanalo?
nb: Den valgte z-wave enheten er allerede tilknyttet en annen kanal. Er du sikker på at du vil overføre enheten til denne kanalen?
nl: Het geselecteerde Z-wave apparaat is al aan een ander kanaal gekoppeld. Weet u zeker dat u dit apparaat naar dit kanaal wilt verplaatsen?
pl: Wybrane urządzenie z-wave jest już powiązane z innym kanałem. Czy na pewno chcesz przenieść to urządzenie do tego kanału?
pt_pt: O dispositivo z-wave selecionado já está associado a outro canal. Tem certeza de que deseja mover este dispositivo para este canal?
sk_sk: Vybrané zariadenie z-wave je už spojené s iným kanálom. Si si istý/á, že chceš preniesť toto zariadenie k tomuto kanálu?
sl: Izbrana z-wave naprava je že povezana z drugim kanalom. Ali ste prepričani, da želite premakniti to napravo v ta kanal?
uk: Вибраний пристрій z-wave уже пов’язано з іншим каналом. Ви впевнені, що бажаєте перемістити цей пристрій на цей канал?

source: Timeout waiting for z-wave bridge response.
cs: Vypršel časový limit při čekání na odpověď můstku z-wave.
de: Die Wartezeit auf das Reagieren der Z-Wave-Brücke wurde überschritten.
el: Υπέρβαση χρόνου αναμονής για απόκριση γέφυρας του κύματος Ζ.
es: ¡Se ha superado el tiempo de espera a una respuesta del puente z-wave!
fr: Le temps d'attente de la réponse du pont z-wave a expiré.
it: Il tempo di attesa per la risposta del ponte z-wave è scaduto.
lt: Baigėsi z-wave tilto atsakymo laukimo laikas.
nb: Ventetiden for respons fra z-wave broen er utløpt.
nl: De tijd voor de Z-wave brug om te reageren is verstreken.
pl: Upłynął czas oczekiwania na odpowiedź mostu z-wave.
pt_pt: O tempo limite de espera pela resposta da ponte z-wave expirou.
sk_sk: Bola prekročená lehota čakania na odpoveď z mosta z-wave.
sl: Potekel je čas čakanja na odgovor mosta z-wave.
uk: Час очікування відповіді моста z-wave минув.
