Repository: SUPLA/supla-ios
Catalog: SUPLA/Resources/*.lproj/Localizable.strings
Languages: cs, de, el, es, fr, it, lt, nb, nl, pl, pt_pt, sk_sk, sl, uk

source: general_error
cs: Chyba
de: Fehler
el: Λάθος
es: Error
fr: Erreur
it: Errore
lt: Klaida
nb: Feil
nl: Fout
pt_pt: Erro
sk_sk: Chyba
sl: Napaka
uk: Помилка

source: general_warning
cs: Upozornění
de: Warnung
el: Προειδοποίηση
es: Advertencia
fr: Avertissement
it: Attenzione
nb: Advarsel
nl: Waarschuwing
pt_pt: Aviso
sl: Opozorilo
uk: Попередження

source: turn_on
cs: Zapnout
de: Einschalten
el: Ενεργοποίηση
es: Activar
fr: Activez
it: Abilita
lt: Įjungti
nb: Slå på
nl: Zet in
pl: Włącz
pt_pt: Ativar
sk_sk: Zapnúť
sl: Vklopi
uk: Ввімкнути

source: turn_off
cs: Vypnout
de: Auschalten
el: Απενεργοποίηση
es: Desactivar
fr: Désactivez
it: Disabilita
lt: Išjungti
nb: Slå av
nl: Schakel uit
pl: Wyłącz
pt_pt: Desativar
sk_sk: Vypnúť
sl: Izklopi
uk: Вимкнути

source: save
cs: Uložit
el: Αποθήκευση
es: Guardar
fr: Sauvegarder
it: Salva
lt: Išsaugoti
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_pt: Guardar
sk_sk: Uložiť
sl: Shrani
uk: Зберегти

source: next
cs: Dále
el: Επόμενο
es: Siguiente
fr: Continuer
nb: Videre
pt_pt: Continuar
sl: Naprej
uk: Далі

source: password
cs: Heslo
el: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe
nb: Passord
pt_pt: Palavra passe
sl: Geslo
uk: Пароль

source: exit
cs: Výstup
el: Εξοδος
es: Salir
fr: Sortie
nb: Avslutt
pt_pt: Sair
sl: Izhod
uk: Вихід

source: general_back
cs: Zpět
el: Πίσω
es: Atrás
fr: En arrière
nb: Tilbake
pt_pt: Voltar
sl: Nazaj
uk: Назад

source: general_function
cs: Funkce
el: Λειτουργία
es: Función
fr: Fonction
it: Funzione
nb: Funksjon
nl: Functie
pt_pt: Função
sl: Funkcija
uk: Функція

source: general_toggle
cs: Přepnout
el: Εναλλαγή
es: Cambiar
fr: Changez
nb: Bytt om
pt_pt: Alternar
sl: Preklopi
uk: Переключити

source: general_channel
cs: Kanál
el: Κανάλι
es: Canal
fr: Chaîne
nb: Kanal
pt_pt: Canal
sl: Kanal
uk: Канал

source: general_group
cs: Skupina
el: Oμάδα
es: Grupo
fr: Groupe
nb: Gruppe
pt_pt: Grupo
sl: Skupina
uk: Група

source: general_scene
cs: Scéna
el: Σκηνή
es: Escena
fr: Scène
nb: Scene
pt_pt: Cena
sl: Scena
uk: Етап

source: general_profile
cs: Účet
el: Λογαριασμός
es: Cuenta
fr: Compte
nb: Konto
pt_pt: Conta
sl: Račun
uk: Обліковий запис

source: general_action
cs: Akce
el: Ενέργεια
es: Acción
fr: Action
nb: Handling
pt_pt: Acção
sl: Dejanje
uk: Подія

source: general_delete
cs: Odstranit
el: Αφαιρώ
es: Borrar
fr: Supprimer
nb: Slett
pt_pt: Eliminar
sl: Izbišite
uk: Видалити

source: incorrect_password
cs: Nesprávné heslo
el: Λανθασμένος κωδικός πρόσβασης
es: Contraseña incorrecta
fr: Mot de passe incorrect
nb: Feil passord
pt_pt: Senha incorreta
sl: Napačno geslo

source: monday
cs: Pondělí
el: Δευτέρα
es: Lunes
fr: Lundi
it: Lunedì
lt: Pirmadienis
nb: Mandag
nl: Maandag
pl: Poniedziałek
pt_pt: Segunda-feira
sk_sk: Pondelok
sl: Ponedeljek
uk: Понеділок

source: tuesday
cs: Útery
el: Τρίτη
es: Martes
fr: Mardi
it: Martedì
lt: Antradienis
nb: Tirsdag
nl: Diensdag
pl: Wtorek
pt_pt: Terça-feira
sk_sk: Utorok
sl: Torek
uk: Вівторок

source: wednesday
cs: Středa
el: Τετάρτη
es: Miércoles
fr: Mercredi
it: Mercoledì
lt: Trečiadienis
nb: Onsdag
nl: Woensdag
pl: Środa
pt_pt: Quarta-feira
sk_sk: Streda
sl: Sreda
uk: Середа

source: thursday
cs: Čtvrtek
el: Πέμπτη
es: Jueves
fr: Jeudi
it: Giovedì
lt: Ketvirtadienis
nb: Torsdag
nl: Donderdag
pl: Czwartek
pt_pt: Quinta-feira
sk_sk: Štvrtok
sl: Četrtek
uk: Четвер

source: friday
cs: Pátek
el: Παρασκευή
es: Viernes
fr: Vendredi
it: Venerdì
lt: Penktadienis
nb: Fredag
nl: Vrijdag
pl: Piątek
pt_pt: Sexta-feira
sk_sk: Piatok
sl: Petek
uk: П'ятниця

source: saturday
cs: Sobota
el: Σάββατο
es: Sábado
fr: Samedi
it: Sabato
lt: Šeštadienis
nb: Lørdag
nl: Zaterdag
pl: Sobota
pt_pt: Sábado
sk_sk: Sobotu
sl: Sobota
uk: Субота

source: sunday
cs: Neděle
el: Κυριακή
es: Domingo
fr: Dimanche
it: Domenica
lt: Sekmadienis
nb: Søndag
nl: Zondag
pl: Niedziela
pt_pt: Domingo
sk_sk: Nedeľa
sl: Nedelja
uk: Неділя

source: monday_short
cs: PO
el: ΔΕΥ
es: LUN
fr: Lu
it: LUN
lt: P
nb: MAN
nl: MA
pl: PN
pt_pt: SEG
sk_sk: PO
sl: PON
uk: ПН

source: tuesday_short
cs: ÚT
el: ΤΡ
es: MAR
fr: Ma
it: MAR
lt: A
nb: TIR
nl: DI
pl: WT
pt_pt: TER
sk_sk: UT
sl: TOR
uk: ВТ

source: wednesday_short
cs: ST
el: ΤΕΤ
es: MIER
fr: Me
it: MER
lt: T
nb: ONS
nl: WO
pl: ŚR
pt_pt: QUA
sk_sk: ST
sl: SRE
uk: СР

source: thursday_short
cs: ČT
el: ΠΕΜ
es: JUE
fr: Je
it: GIO
lt: K
nb: TOR
nl: DO
pl: CZ
pt_pt: QUI
sk_sk: ŠT
sl: ČET
uk: ЧТ

source: friday_short
cs: PÁ
el: ΠΑΡ
es: VIE
fr: Ve
it: VEN
lt: PN
nb: FRE
nl: VR
pl: PT
pt_pt: SEX
sk_sk: PI
sl: PET
uk: ПТ

source: saturday_short
cs: SO
el: ΣΑΒ
es: SÁB
fr: Sa
it: SAB
lt: Š
nb: LØR
nl: ZA
pl: SO
pt_pt: SAB
sk_sk: SO
sl: SOB
uk: СБ

source: sunday_short
cs: NE
el: ΚΥΡ
es: DOM
fr: Di
it: DOM
lt: S
nb: SØN
nl: ZO
pl: ND
pt_pt: DOM
sk_sk: NE
sl: NED
uk: НД

source: time_just_mintes
cs: %d min.
de: %d Min.
el: %d λεπτά
es: %d min.
fr: %d min.
it: %d min.
lt: %d min.
nb: %d min.
nl: %d min.
pl: %d min.
pt_pt: %d min.
sk_sk: %d min.
sl: %d min.
uk: %d хв.

source: time_hours_and_minutes
cs: %d hod. %d min.
de: %d Std. %d Min.
el: %d ώρες %d λεπτά
es: %d hrs. %d min.
fr: %d heures %d min.
it: %d ore %d min.
lt: %d val. %d min.
nb: %d kl.%d min.
nl: %d %d uur min.
pl: %d godz. %d min.
pt_pt: %d horas %d min.
sk_sk: %d hod. %d min.
sl: %d ur %d min.
uk: %d год %d хв.

source: channel_caption_facade_blinds
cs: Fasádní žaluzie
de: Fassadenjalousien
el: Περσίδα πρόσοψης
es: Estores exteriores
fr: Store externe
it: Persiane per facciate
lt: Fasadinės žaliuzės
nb: Fasadelamell
nl: Gevelrooster
pt_pt: Persiana de fachada
sk_sk: Fasádna žalúzia
sl: Fasadna žaluzija
uk: Фасадніі жалюзі

source: channel_caption_terrace_awning
cs: Markýza na terasu
de: Terrassenmarkise
el: Τέντα ταράτσας
es: Toldo de terraza
fr: Auvent de terrasse
it: Tenda da sole per terrazza
lt: Terasos markizė
nb: Terrassemarkise
nl: Terraszonwering
pt_pt: Toldo de terraço
sk_sk: Markíza na terase
sl: Terasna markiza
uk: Тент для тераси

source: channel_caption_projector_screen
cs: Promítací plátno
de: Leinwand
el: Οθόνη προβολής
es: Pantalla de proyección
fr: Écran de projection
it: Schermo di proiezione
lt: Projekcinis ekranas
nb: Projeksjonsskjerm
nl: Projectiescherm
pt_pt: Ecrã de projeção
sk_sk: Projekčné plátno
sl: Projekcijski zaslon
uk: Проекційний екран

source: channel_caption_curtain
cs: Záclona
de: Vorhang
el: Κουρτίνα
es: Cortina
fr: Rideau
it: Tenda
lt: Užuolaida
nb: Gardin
nl: Gordijn
pt_pt: Cortina
sk_sk: Záves
sl: Zavese
uk: Штора

source: channel_caption_vertical_blind
cs: Vertikální žaluzie
de: Vertikaljalousien
el: Περσίδα κατακόρυφη
es: Persiana vertical
fr: Store vertical
it: Persiana verticale
lt: Vertikalios žaliuzės
nb: Vertikal persienne
nl: Verticale jaloezie
pt_pt: Persiana vertical
sk_sk: Vertikálna žalúzia
sl: Vertikalne žaluzije
uk: Вертикальні жалюзі

source: channel_caption_garage_door
cs: Garážová brána
de: Garagentor
el: Γκαραζόπορτα
es: Puerta de garaje
fr: Portes de garage
it: Portone di garage
lt: Garažo vartai
nb: Garasjeporten
nl: Garagedeur
pt_pt: Portão de garagem
sk_sk: Garážová brána
sl: Garažna vrata
uk: Гаражні двері

source: channel_caption_hotelcard
cs: Snímač hotelové karty
de: Hotelkartensensor
el: Αισθητήρας κάρτας ξενοδοχείου
es: Sensor de tarjeta de hotel
fr: Capteur de carte d'hôtel
it: Sensore tessera albergo
lt: Viešbučio kortelės jutiklis
nb: Sensor for hotellkort
nl: Hotelkaartsensor
pl: Czytnik karty hotelowej
pt_pt: Sensor de cartão de hotel
sk_sk: Snímač hotelovej karty
sl: Senzor za hotelsko kartico
uk: Датчик готельної картки

source: channel_caption_alarm_armament
cs: Snímač nastavení alarmu
de: Alarmsensor
el: Αισθητήρας ρύθμισης συναγερμού
es: Sensor de ajuste de alarma
fr: Capteur d'enclenchement d'alarme
it: Sensore di impostazione dell'allarme
lt: Signalizacijos įjungimo jutiklis
nb: Sensor for alarminnstilling
nl: Sensor voor alarminstelling
pl: Czujnik uzbrojenia alarmu
pt_pt: Sensor de ativação do alarme
sk_sk: Snímač spustenia alarmu
sl: Senzor za nastavitev alarma
uk: Датчик встановлення будильника

source: channel_caption_general_purpose_measurment
cs: Kanál měření
de: Messungskanal
el: Κανάλι μέτρησης
es: Canal de medición
fr: Chaîne de mesure
it: Canale di misurazione
lt: Matavimų kanalas
nb: Målekanal
nl: Meetkanaal
pl: Kanał pomiarowy
pt_pt: Canal de medição
sk_sk: Merací kanál
sl: Merilni kanal
uk: Канал вимірювання

source: channel_caption_general_purpose_meter
cs: Počítací kanál
de: Zählerkanal
el: Κανάλι καταμέτρησης
es: Canal del contador
fr: Chaîne de comptage
it: Canale contatore
lt: Skaitiklio kanalas
nb: Tellekanal
nl: Tellend kanaal
pl: Kanał licznikowy
pt_pt: Canal de medição
sk_sk: Počítací kanál
sl: Kanal za štetje
uk: Канал лічильника

source: channel_caption_humidity
cs: Vlhkost
de: Feuchtigkeitssensor
el: Υγρασία
es: Humedad
fr: Humidité
it: Umidità
nb: Fuktighet
nl: Vochtigheid
pt_pt: Humidade
sk_sk: Vlhkosť
sl: Vlažnost
uk: Вологість

source: channel_caption_humidityandtemperature
cs: Teplota a vlhkost
de: Temperatur- und Feuchtigkeitssensor
el: Θερμοκρασία και υγρασία
es: Temperatura y humedad
fr: Température et humidité
it: Temperatura e umidità
nb: Temperatur og fuktighet
nl: Temperatuur en luchtvochtigheid
pt_pt: Temperatura e humidade
sl: Temperatura in vlažnost
uk: Температура і вологість

source: channel_caption_container
cs: Kontejner
de: Behälter

source: channel_caption_septic_tank
cs: Septik
de: Septischer Tank

source: channel_caption_water_tank
cs: Nádrž na vodu
de: Wassertank

source: channel_caption_container_level_sensor
cs: Snímač hladiny kontejneru
de: Behälterfüllstandssensor

source: channel_caption_flood_sensor
cs: Povodňový senzor
de: Flutsensor

source: channel_caption_motion_sensor
cs: Pohybový senzor

source: channel_caption_binary_sensor
cs: Binární senzor

source: channel_offline
cs: Kanál je v režimu offline
de: Das Kanal ist offline
el: Το κανάλι είναι εκτός σύνδεσης
es: El canal está offline
fr: La chaîne est hors ligne
it: Il canale è offline
lt: Kanalas yra offline
nb: Kanalen er offline
nl: Het kanaal is offline
pt_pt: O canal está offline
sk_sk: Kanál je v režime offline
sl: Kanal je brez povezave
uk: Канал не в мережі

source: channel_battery_level
cs: Stav baterie (%d - %@): %d%%
de: Batteriefüllstand (%d - %@): %d%%
el: Επίπεδο μπαταρίας (%d - %@): %d%%
es: Nivel de batería (%d - %@): %d%%
fr: Livello batteria (%d - %@): %d%%
it: Livello batteria (%d - %@): %d%%
nb: Batterinivå (%d - %@): %d%%
nl: Batterijniveau (%d - %@): %d%%
pt_pt: Nível de bateria (%d - %@): %d%%
sk_sk: Úroveň batérie (%d - %@): %d%%
sl: Raven baterije (%d - %@): %d%%
uk: Рівень заряду батареї (%d - %@): %d%%

source: channel_uv_warning
cs: Životnost UV zářiče je %.01f%%. Naplánovat jeho výměnu.
el: Η διάρκεια ζωής του θερμαντικού σώματος uv είναι %.01f%%. Προγραμματίστε την αντικατάστασή του.
fr: La durée de vie de l'illuminateur uv est de %.01f%%. Planifiez son remplacement.
pt_pt: A vida útil do radiador UV é de %.01f%%. Planeia substituí-lo.
sl: Življenska doba infrardeče IR grelne žarnice znaša %.01f%%. Načrtujte njeno menjavo.

source: channel_uv_error
cs: Životnost UV zářiče je %.01f%%. Vyměnit zářič.
el: Η διάρκεια ζωής του θερμαντικού σώματος uv είναι %.01f%%. Αντικαταστήστε το θερμαντικό σώμα.
fr: La durée de vie de l'illuminateur uv est de %.01f%%. Remplacez le radiateur.
pt_pt: A vida útil do radiador UV é de %.01f%%. Substitua o radiador.
sl: Življenska doba infrardeče IR grelne žarnice znaša %.01f%%. Menjajte grelno žarnico.

source: channel_lightsource_warning
cs: Životnost světelného zdroje je %.01f%%.
el: Η διάρκεια ζωής της πηγής φωτός είναι %.01f%%.
fr: La durée de vie de la source lumineuse est de %.01f%%.
pt_pt: A vida útil da fonte de luz é de %.01f%%.
sl: Življenska doba infrardeče IR grelne žarnice znaša %.01f%%.

source: dgf_too_long_operation_warning
cs: Části skla jsou vystaveny světlu déle než 20 hodin, což může ovlivnit jejich životnost. Pro jejich obnovu se doporučuje zakrýt všechny části na minimálně 4 hodiny.
el: Τμήματα του γυαλιού εκτίθενται για περισσότερο από 20 ώρες, γεγονός που μπορεί να επηρεάσει αρνητικά τη διάρκεια ζωής τους. Συνιστάται η κάλυψη όλων των τμημάτων για τουλάχιστον 4 ώρες προκειμένου να αναγεννηθούν.
fr: Des sections du verre sont exposées pendant plus de 20 heures, ce qui peut affecter leur durée de vie. Il est conseillé de couvrir toutes les sections pendant un minimum de 4 heures pour la régénération.
pt_pt: As secções do vidro são expostas por mais de 20 horas, o que pode afetar negativamente a sua vida útil. Recomenda-se cobrir todas as secções durante um mínimo de 4 horas para as regenerar.
sl: Stekleni deli so izpostavljeni več kot 20 ur, kar lahko negativno vpliva na njihovo življenjsko dobo. Priporočljivo je, da vse dele prekrijete za najmanj 4 ure, da se obnovijo.

source: dgf_planned_regeneration_in_progress
cs: Probíhá plánovaná obnova.
el: Η προγραμματισμένη αναγέννηση βρίσκεται σε εξέλιξη.
fr: Régénération programmée en cours.
pt_pt: A regeneração planeada está em curso.
sl: Načrtovana obnova je v teku.

source: dgf_regeneration_after20h
cs: Obnova byla zahájena po 20h provozní činnosti.
el: Η αναγέννηση βρίσκεται σε εξέλιξη μετά από 20 ώρες εργασίας.
fr: Régénération initiée après 20h de fonctionnement en cours.
pt_pt: A regeneração iniciará após 20 horas de trabalho.
sl: Obnova je v teku po 20 urah dela.

source: state_partially_opened
cs: částečně otevřeno
fr: partiellement ouvert
sl: delno odprto

source: channel_brn_step_by_step
cs: Otevřít/Zavřít (krok za krokem)
fr: Ouvrir/Fermer (étape par étape)
sl: Odprite/Zaprite (korak za korakom)

source: dialog_new_gesture_info_text
cs: Odstranili jsme posuvné gesto, které otevírá podrobnosti, pro zobrazení klepněte na vybraný kanál.
de: Wischgeste zum Öffnen der Kanaldetails wurde gelöscht, tippe auf dem Kanal, um sie zu sehen.
el: Αφαιρέσαμε τη συρόμενη κίνηση που ανοίγει τις λεπτομέρειες, πατήστε στο επιλεγμένο κανάλι για να τις δείτε.
es: Hemos eliminado el gesto de deslizar para abrir los detalles, pulsa sobre el canal seleccionado para verlos.
fr: Nous avons supprimé le geste de glissement pour voir les détails. Il suffit de taper sur la chaîne sélectionnée pour les consulter.
it: Abbiamo eliminato il gesto di scorrimento che apre i dettagli, per vederli devi toccare il canale selezionato.
lt: Pašalinome perbraukimo gestą, kuris atidarė išsamią informaciją, norėdami ją peržiūrėti, palieskite pasirinktą kanalą.
nb: Vi har fjernet glidebevegelsen som åpner detaljene, trykk på den valgte kanalen for å se dem.
nl: We hebben het schuifgebaar verwijderd waarmee de details worden geopend. Tik op het geselecteerde kanaal om ze te bekijken.
pl: Usunęliśmy gest przesunięcia otwierający szczegóły, aby je zobaczyć dotknij wybrany kanał.
pt_pt: Removemos o gesto de deslizar que abre os detalhes; para os ver, toque no canal selecionado.
sk_sk: Odstránili sme gesto potiahnutia, ktoré otvára podrobnosti, zobrazíte ich ťuknutím na vybraný kanál.
sl: Odstranili smo gesto za premikanje, s katero se odprejo podrobnosti, za ogled podrobnosti tapnite izbrani kanal.
uk: Ми прибрали жест прогортування, який відкриває деталі, торкніться вибраного каналу, щоб побачити їх.

source: main_no_entries
cs: Prázdný
de: Lehr
el: Άδειο
es: Vacío
fr: Vide
it: Vuoto
lt: Tuščia
nb: Tom
nl: Leeg
pt_pt: Vazio
sk_sk: Prázdne
sl: Prazno
uk: Пусто

source: menu_device_catalog
cs: Katalog zařízení
de: Gerätekatalog
el: Κατάλογος συσκευών
es: Catálogo de dispositivos
fr: Catalogue des équipements
it: Catalogo dispositivi
lt: Įrenginių katalogas
nb: Utstyrskatalog
nl: De lijst van apparaten:
pt_pt: Catálogo de dispositivos
sk_sk: Katalóg zariadení
sl: Katalog naprav
uk: Каталог приладів

source: menu_notifications
cs: Historie oznámení
de: Benachrichtigungsprotokoll
el: Ιστορικό ειδοποιήσεων
es: Historial de notificaciones
fr: Historique des notifications
it: Cronologia delle notifiche
lt: Pranešimų istorija
nb: Varslingshistorikk
nl: Geschiedenis meldingen
pl: Historia powiadomień
pt_pt: Histórico de Notificações
sk_sk: História upozornení
sl: Zgodovina obvestil
uk: Історія сповіщень

source: groups_empty_list_button
cs: Přidání skupiny do služby Supla Cloud
de: Gruppe in Supla Cloud hinzufügen
el: Προσθέστε ομάδα στο Supla Cloud
es: Añadir un grupo en Supla Cloud
fr: Ajouter un groupe sur Supla Cloud
it: Aggiungi un gruppo su Supla Cloud
lt: Pridėti grupę Supla Cloud programėlėje
nb: Legg til en gruppe på Supla Cloud
nl: Een groep toevoegen op Supla Cloud
pt_pt: Adicionar grupo no Supla Cloud
sk_sk: Pridanie skupiny v službe Supla Cloud
sl: Dodaj skupino na Supla Cloud
uk: Додати групу в Supla Cloud

source: scenes_empty_list_button
cs: Přidání scény na Supla Cloud
de: Szene in Supla Cloud hinzufügen
el: PΠροσθέστε σκηνή στο Supla Cloud
es: Añadir una escena en Supla Cloud
fr: Ajouter une scène sur Supla Cloud
it: Aggiungi una scenario su Supla Cloud
lt: Pridėti sceną Supla Cloud programėlėje
nb: Legg til en scene på Supla Cloud
nl: Een scène toevoegen op Supla Cloud
pt_pt: Adicionar cena no Supla Cloud
sk_sk: Pridanie scény na Supla Cloud
sl: Dodaj prizor na Supla Cloud
uk: Додати сцену в Supla Cloud

source: create_profile_title_create
cs: Přidat účet
de: Konto hinzufügen
el: Προσθήκη λογαριασμού
es: Añadir cuenta
fr: Ajouter un compte
it: Aggiungi un account
nb: Legg til konto
nl: Rekening toevoegen
pt_pt: Adicionar conta
sk_sk: Pridať účet
sl: Dodajte račun
uk: Додати обліковий запис

source: create_profile_title_modify
cs: Upravit účet
de: Konto bearbeiten
el: Επεξεργασία λογαριασμού
es: Editar cuenta
fr: Modifier le compte
it: Modifica account
nb: Rediger konto
nl: Rekening bewerken
pt_pt: Editar Conta
sk_sk: Upraviť účet
sl: Uredite račun
uk: Редагувати обліковий запис

source: create_profile_basic_warning_title
cs: Režim není k dispozici
de: Modus nicht verfügbar
el: Η λειτουργία δεν είναι διαθέσιμη
es: Modo no disponible
fr: Mode non disponible
it: Impostazioni non disponibili
nb: Modus utilgjengelig
nl: Modus niet beschikbaar
pt_pt: Modo não disponível
sk_sk: Režim je nedostupný
sl: Način ni na voljo
uk: Режим недоступний

source: create_profile_basic_warning_message
cs: Před vypnutím rozšířeného režimu vyberte možnost ověřování e-mailu s automatickou detekcí serveru.
de: Vor Ausschaltung des fortgeschrittenen Modus wählen Sie die E-Mail-Authentifizierung mit automatischer Erkennung des Servers.
el: Πριν απενεργοποιήσετε την λειτουργία για προχωρημένους, επιλέξτε έλεγχος ταυτότητας μέσω ηλεκτρονικού ταχυδρομείου με αυτόματο εντοπισμό διακομιστή.
es: Antes de desactivar el modo avanzado, seleccionar autenticación de correo electrónico con detección automática de servidor.
fr: Sélectionnez l'authentification par courriel avec détection automatique du serveur avant de désactiver le mode avancé.
it: Prima di disattivare la modalità avanzata è necessario selezionare l'autenticazione tramite email ed abilitare il riconoscimento automatico del server.
nb: Før du slår av avansert modus, vennligst velg e-postautentisering med automatisk serveroppdagelse.
nl: Voordat u de geavanceerde modus uitschakelt, selecteert u e-mailauthenticatie met automatische serverdetectie.
pt_pt: Antes de desativar o modo avançado, selecione a autenticação de e-mail com deteção automática do servidor.
sk_sk: Pred vypnutím pokročilého režimu vyberte overenie e-mailu s automatickou detekciou servera.
sl: Preden izključite napredni način izberite email avtentifikacijo s samodejnim zaznavanjem strežnika.
uk: Перш ніж вимкнути розширений режим, виберіть автентифікацію електронної пошти з автоматичним визначенням сервера.

source: app_settings.notifications_label
cs: Oznámení
el: Ειδοποιήσεις
es: Notificaciones
fr: Notifications
it: Notifiche
lt: Pranešimai
nb: Varsler
nl: Meldingen
pl: Powiadomienia
pt_pt: Saltar
sk_sk: Upozornenia
sl: Obvestila
uk: Сповіщення

source: app_settings.location_label
cs: Umístění
el: Τοποθεσία
es: Ubicación
fr: Lieu
it: Localizzazione
lt: Vieta
nb: Sted
nl: Locatie
pl: Lokalizacja
pt_pt: Localização
sk_sk: Lokalizácia
sl: Lokacija
uk: Місцезнаходження

source: app_settings.permissions_header
cs: Oprávnění
el: Δικαιώματα
es: Permisos
fr: Autorisations
it: Autorizzazioni
lt: Įgaliojimai
nb: Rettigheter:
nl: Bevoegdheden
pl: Uprawnienia
pt_pt: Permissões
sk_sk: Oprávnenia
sl: Dovoljenja
uk: Права

source: settings_show_labels
cs: Zobrazit štítky v dolní nabídce
el: Εμφάνιση ετικετών στο κάτω μενού
es: Mostrar etiquetas en el menú inferior
fr: Afficher les étiquettes dans le menu inférieur
it: Mostra le etichette in menu inferiore
lt: Etiketes rodyti apatiniame meniu
nb: Vis etiketter i bunnmenyen
nl: Labels tonen in het onderste menu
pt_pt: Mostrar etiquetas no menu inferior
sk_sk: Zobrazenie štítkov v spodnej ponuke
sl: Prikaži oznake v spodnjem meniju
uk: Показати мітки в нижньому меню

source: settings_dark_mode
cs: Noční režim
de: Nacht-Modus
el: Νυχτερινή λειτουργία
es: Modo nocturno
fr: Mode nuit
it: Modalità notte
lt: Naktinis režimas
nb: Nattmodus
nl: Nachtzicht
pt_pt: Modo noturno
sk_sk: Nočný režim
sl: Nočni pogled
uk: Нічний режим

source: settings_lock_screen
cs: Zamykací obrazovka
de: PIN Eingabe
el: Οθόνη κλειδώματος
es: Pantalla de bloqueo
fr: Écran de verrouillage
it: Schermata di blocco
lt: Užrakinimo ekranas
nb: Låseskjerm
nl: Vergrendelscherm
pt_pt: Ecrã de bloqueio
sk_sk: Uzamknutá obrazovka
sl: Zaslon blokade
uk: Екран блокування

source: settings_lock_screen_app
cs: Aplikace
de: Anwendung
el: Εφαρμογή
es: Aplicación
fr: Application
it: Applicazione
lt: Programėlė
nb: En app
nl: Toepassing
pt_pt: Aplicação
sk_sk: Aplikácia
sl: Aplikacija
uk: Додаток

source: settings_lock_screen_none
cs: Netýká se
de: Keine
el: Δεν υπάρχει
es: No hay
fr: Aucun
it: Nessuno
lt: Nėra
nb: Ingen
nl: Geen
pt_pt: Nenhum
sk_sk: Žiadne
sl: Ni
uk: Немає

source: settings_show_bottom_menu
cs: Zobrazit dolní nabídku
de: Unteres Menü anzeigen
el: Εμφάνιση κάτω μενού
es: Mostrar menú inferior
fr: Afficher le menu du bas
it: Mostra il menu inferiore
lt: Rodyti apatinį meniu
nb: Vis bunnmeny
nl: Menu onderaan tonen
pt_pt: Mostrar menu inferior
sk_sk: Zobraziť spodnú ponuku
sl: Prikaži spodnji meni
uk: Показати нижнє меню

source: app_settings_temperature_precision
cs: Přesnost teploty
el: Ακρίβεια θερμοκρασίας
fr: Précision de la température
pt_pt: Precisão da temperatura
sl: Natančnost temperature

source: standard_detail_general_tab
cs: Obecné
de: Allgemein
el: Γενικά
es: General
fr: Générale
it: Generali
lt: Bendrieji
nb: Generelt
nl: Algemeen
pl: Ogólne
pt_pt: Geral
sk_sk: Všeobecné
sl: Splošno
uk: Загальні

source: standard_detail_timer_tab
cs: Timer
de: Timer
el: Timer
es: Timer
fr: Timer
lt: Timer
nb: Timer
nl: Timer
pl: Timer
pt_pt: Timer
sl: Timer
uk: Timer

source: standard_detail_metrics_tab
cs: Měření
de: Messungen
el: Μετρήσεις
es: Mediciones
fr: Mesures
it: Misurazioni
lt: Matavimai
nb: Målinger
nl: Metingen
pl: Pomiary
pt_pt: Medições
sk_sk: Merania
sl: Meritve
uk: Виміри

source: standard_detail_schedule_tab
cs: Týden
el: Εβδομάδα
es: Semana
fr: Semaine
it: Settimana
lt: Savaitė
nb: Uke
nl: Week
pl: Tydzień
pt_pt: Semana
sk_sk: Týždeň
sl: Teden
uk: Тиждень

source: standard_detail_history_tab
cs: Historie
de: Historie
el: Ιστορία
es: Historial
fr: Histoire
it: Cronologia
lt: Istorija
nb: Historien
nl: Geschiedenis
pl: Historia
pt_pt: Histórico
sk_sk: História
sl: Zgodovina
uk: Історія

source: standard_detail_list_tab
cs: Seznam
de: Liste
el: Λίστα
es: Lista
fr: Liste
it: Elenco
lt: Sąrašas
nb: Liste
nl: Vul in
pt_pt: Lista
sk_sk: Zoznam
sl: Seznam
uk: Список

source: standard_detail_settings_tab
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Paramètres
it: Impostazioni
lt: Nustatymai
nb: Innstillinger
nl: Instellingen
pt_pt: Configurações
sl: Nastavitve
uk: Налаштування
