Repository: SUPLA/supla-ios
Catalog: SUPLA/Resources/*.lproj/Localizable.strings
Languages: cs, de, el, es, fr, it, lt, nb, nl, pl, pt_pt, sk_sk, sl, uk

source: https://en-forum.supla.org
cs: https://cz-forum.supla.org
de: https://de-forum.supla.org
es: https://es-forum.supla.org
pl: https://forum.supla.org

source: Retrieving data from the server...
cs: Stahování dat ze serveru...
de: Daten werden vom Server heruntergeladen...
el: Λήψη δεδομένων από διακομιστή...
es: Descargando datos del servidor...
fr: Téléchargement des données du serveur...
it: Scaricamento dati da server...
lt: Duomenų atsisiuntimas iš serverio...
nb: Nedlasting av data fra serveren...
nl: Gegevens downloaden van de server ...
pl: Pobieranie danych z serwera...
pt_pt: Baixando dados do servidor ...
sk_sk: Údaje sa načítavajú zo servera...
sl: Prenos podatkov s strežnika...
uk: Завантаження даних із сервера...

source: No chart data available.
cs: Žádné údaje o graf.
de: Keine Daten für das Diagramm.
el: Δεν υπάρχουν δεδομένα για το γράφημα.
es: No hay datos para el gráfico.
fr: Manquent les données pour pour le graphique.
it: Nessun dato per il grafico.
lt: Nėra duomenų diagramai.
nb: Manglende data for diagrammet.
nl: Er zijn geen gegevens voor de grafiek.
pl: Brak danych dla wykresu.
pt_pt: Nenhum dado para o gráfico.
sk_sk: Žiadne údaje pre graf.
sl: Za tabelo ni podatkov.
uk: Немає даних для діаграми.

source: Electricity Meter
cs: Elektroměr
de: Stromzähler
el: Μετρητής ηλεκτρικής ενέργειας
es: Contador de electricidad
fr: Compteur d'énergie
it: Contatore di energia elettrica
lt: Elektros energijos skaitiklis
nb: Elektrisitetsmåler
nl: Kilowattuurmeter
pl: Licznik energii elektrycznej
pt_pt: Medidor de energia elétrica
sk_sk: Elektromer
sl: Števec električne energije
uk: Лічильник електроенергії

source: Water Meter
cs: Vodoměr
de: Wasserzähler
el: Μετρητής νερού
es: Contador de agua
fr: Compteur d'eau
it: Contatore dell’acqua
lt: Vandens skaitiklis
nb: Vannmåler
pl: Licznik wody
pt_pt: Medidor de água
sk_sk: Vodomer
sl: Merilnik vode
uk: Лічильник води

source: Gas Meter
cs: Plynoměr
de: Gaszähler
el: Μετρητής αερίου
es: Contador de gas
fr: Compteur de gaz
it: Contatore del gas
lt: Dujų skaitiklis
nb: Gassmåler
pl: Licznik gazu
pt_pt: Medidor de energia elétrica
sk_sk: Plynomer
sl: Merilnik plina
uk: Лічильник газу

source: Forward active Energy
cs: Pobíraná činná energie
de: Wirkenergie aufgenommen
el: Ληφθείσα ενεργή ενέργεια
es: Energía activa recibida
fr: Energie active importée
it: Energia attiva prelevata
lt: Aktyvioji energija parsisiųsta
nb: Aktiv strøm mottatt
nl: Opgenomen actieve energie
pl: Energia czynna pobrana
pt_pt: Energia ativa direta
sk_sk: Činná energia prijatá
sl: Aktivna porabljena energija
uk: Спожита активна енергія

source: Reverse active Energy
cs: Zpětná činná energie
de: Wirkenergie zurückgegeben
el: Επιστραφείσα ενεργή ενέργεια
es: Energía activa devuelta
fr: Energie active rendue
it: Energia attiva restituita
lt: Aktyvioji energija grąžinta
nb: Aktiv strøm returnert
nl: Actieve energie geretourneerd
pl: Energia czynna zwrócona
pt_pt: Energia ativa reversa
sk_sk: Činná energia odovzdaná
sl: Aktivna porabljena energija
uk: Повернуто активну енергію

source: Consumption in the current month
cs: Spotřeba v tomto měsíci
de: Verbrauch im laufenden Monat
el: Κατανάλωση τον τρέχοντα μήνα
es: Consumo en el mes actual
fr: Consommation dans le mois courant
it: Consumo del mese corrente
lt: Suvartojimas einamąjį mėnesį
nb: Forbruk i gjeldende måned
nl: Verbruik in de lopende maand
pl: Zużycie w bieżącym miesiącu
pt_pt: Consumo no mês atual
sk_sk: Spotreba v aktuálnom mesiaci
sl: Poraba v tekočem mesecu
uk: Споживання за поточний місяць

source: Production in the current month
cs: Produkce v tomto měsíci
de: Produktion im laufenden Monat
el: Παραγωγή τον τρέχοντα μήνα
es: Producción en el mes actual
fr: Production dans le mois courant
it: Produzione del mese corrente
lt: Gamyba einamąjį mėnesį
nb: Produksjon i gjeldende måned
nl: Productie in de huidige maand
pl: Produkcja w bieżącym miesiącu
pt_pt: Produção no mês atual
sk_sk: Výroba v aktuálnom mesiaci
sl: Proizvodnja v tekočem mesecu
uk: Виробництво поточного місяця

source: Minutes
cs: Minuty
de: Minuten
el: Λεπτά
es: Minutos
it: Minuti
lt: Minutės
nb: Minutter
nl: Minuten
pl: Minuty
pt_pt: Minutos
sk_sk: Minúty
sl: Minute
uk: Хвилини

source: Hours
cs: Hodiny
de: Stunden
el: Ώρες
es: Horas
fr: Heures
it: Ore
lt: Valandos
nb: Timer
nl: Uren
pl: Godziny
pt_pt: Horas
sk_sk: Hodiny
sl: Ure
uk: Години

source: Days
cs: Dny
de: Tage
el: Ημέρες
es: Días
fr: Jours
it: Giorni
lt: Dienos
nb: Dager
nl: Dagen
pl: Dni
pt_pt: Dias
sk_sk: Dni
sl: Dni
uk: Дні

source: Months
cs: Měsíce
de: Monate
el: Μήνες
es: Meses
fr: Mois
it: Mesi
lt: Mėnesiai
nb: Måneder
nl: Maanden
pl: Miesiące
pt_pt: Meses
sk_sk: Mesiace
sl: Meseci
uk: Місяці

source: Years
cs: Roky
de: Jahre
el: Χρόνια
es: Años
fr: Années
it: Anni
lt: Metai
nb: År
nl: Jaar
pl: Lata
pt_pt: Anos
sk_sk: Roky
sl: Leta
uk: Роки

source: Minute to minute comparison
cs: Srovnání minuty do minuty
de: Vergleich Minute zu Minute
el: Σύγκριση λεπτό προς λεπτό
es: Comparación minuto a minuto
fr: Comparaison minute par minute
it: Confronto minuto a minuto
lt: Palyginimas minutė prie minutės
nb: Sammenligning minutt etter minutt
nl: Vergelijking van minuut tot minuut
pl: Porównanie minuta do minuty
pt_pt: Comparação minuto a minuto
sk_sk: Porovnanie minúta po minúte
sl: Primerjava iz minute v minuto
uk: Похвилинне порівняння

source: Hour to hour comparison
cs: Mezihodinové srovnání
de: Vergleich Stunde zu Stunde
el: Σύγκριση ώρα προς ώρα
es: Comparación hora a hora
fr: Comparaison heure par heure
it: Confronto ora ad ora
lt: Palyginimas valanda prie valandos
nb: Sammenligning time etter time
nl: Uur tot uur vergelijking
pl: Porównanie godzina do godziny
pt_pt: Comparação hora a hora
sk_sk: Porovnanie hodina po hodine
sl: Primerjava iz ure v uro
uk: Погодинне порівняння

source: Day to day comparison
cs: Mezidenní srovnání
de: Vergleich Tag zu Tag
el: Σύγκριση μέρα προς μέρα
es: Comparación día a día
fr: Comparaison jour par jour
it: Confronto giorno a giorno
lt: Palyginimas diena prie dienos
nb: Sammenligning dag etter dag
nl: Dag tot dag vergelijking
pl: Porównanie dzień do dnia
pt_pt: Comparação dia a dia
sk_sk: Porovnanie deň po dni
sl: Primerjava iz dneva v dan
uk: Порівняння за день

source: Month to month comparison
cs: Meziměsíční srovnání
de: Vergleich Monat zu Monat
el: Σύγκριση ώρα προς ώρα
es: Comparación mes a mes
fr: Comparaison mois par mois
it: Confronto mese a mese
lt: Palyginimas mėnuo prie mėnesio
nb: Sammenligning måned etter måned
nl: Maand-tot-maand vergelijking
pl: Porównanie miesiąc do miesiąca
pt_pt: Comparação mês a mês
sk_sk: Porovnanie mesiac po mesiaci
sl: Primerjava iz meseca v mesec
uk: Порівняння за місяць

source: Year to year comparison
cs: Meziroční srovnání
de: Vergleich Jahr zu Jahr
el: Σύγκριση έτος προς έτος
es: Comparación año a año
fr: Comparaison année par année
it: Confronto anno ad anno
lt: Palyginimas metai prie metų
nb: Sammenligning år etter år
nl: Vergelijking jaar tot jaar
pl: Porównanie rok do roku
pt_pt: Comparação ano a ano
sk_sk: Porovnanie rok po rokuu
sl: Primerjava iz leta v leto
uk: Порівняння за рік

source: Ranking of hours
cs: Pořadí hodin
de: Ranking der Stunden
el: Κατάταξη των ωρών
es: Ranking de horas
fr: Classement des heures
it: Classifica delle ore
lt: Valandų reitingas
nb: Time rangering
nl: Rangschikking van uren
pl: Ranking godzin
pt_pt: Ranking de horas
sk_sk: Rebríček hodín
sl: Razvrstitev ur
uk: Рейтинг годин

source: Ranking of weekdays
cs: Pořadí dnů v týdnu
de: Ranking der Wochentage
el: Κατάταξη των ημερών της εβδομάδας
es: Ranking de días de la semana
fr: Classement des jours de la semaine
it: Classifica dei giorni della settimana
lt: Savaitės dienų reitingas
nb: Ukedager rangering
nl: Rangorde van dagen van de week
pl: Ranking dni tygodnia
pt_pt: Ranking de dias da semana
sk_sk: Rebríček dní týždňa
sl: Razvrstitev dni v tednu
uk: Рейтинг днів тижня

source: Ranking of months
cs: Pořadí měsíců
de: Ranking der Monate
el: Κατάταξη των μηνών
es: Ranking de meses
fr: Classement des mois
it: Classifica dei mesi
lt: Mėnesių reitingas
nb: Måneder rangering
nl: Rangorde van maanden
pl: Ranking miesięcy
pt_pt: Ranking de meses
sk_sk: Rebríček mesiacov
sl: Razvrstitev mesecev
uk: Рейтинг місяців

source: Consumption according to phases
cs: Spotřeba podle fáze
de: Verbrauch nach Phase
el: Κατανάλωση ανάλογα με τις φάσεις
es: Consumo por fases
fr: Consommation selon phases
it: Consumo in base alle fasi
lt: Suvartojimas pagal fazes
nb: Forbruk i forhold til faser
nl: Verbruik volgens fase
pl: Zużycie wg. faz
pt_pt: Consumo de acordo com fase
sk_sk: Spotreba podľa fáz
sl: Poraba v skladu s fazami
uk: Споживання за фазою

source: Production according to phases
cs: Produkce podle fáze
de: Produktion nach Phase
el: Παραγωγή ανάλογα με τις φάσεις
es: Producción por fases
fr: Production selon phases
it: Produzione in base alle fasi
lt: Gamyba pagal fazes
nb: Produksjon i forhold til faser
nl: Productie door fase
pl: Produkcja wg. faz
pt_pt: Produção de acordo com fase
sk_sk: Výroba podľa fáz
sl: Izdelava v skladu s fazami
uk: Виробництво за фазою

source: Last 24 hours
cs: Posledních 24 hodin
de: Letzte 24 Stunden
el: Οι τελευταίες 24 ώρες
es: Últimas 24 horas
fr: Dernières 24 heures
it: Ultime 24 ore
lt: Pastarosios 24 valandos
nb: Siste 24 timer
nl: De laatste 24 uur
pl: Ostatnie 24 godziny
pt_pt: Últimas 24 horas
sk_sk: Posledných 24 hodín
sl: Zadnjih 24 ur
uk: Останні 24 години

source: Last 7 days
cs: Posledních 7 dní
de: Die letzten 7 Tage
el: Οι τελευταίες 7 ημέρες
es: Últimos 7 días
fr: Derniers 7 jours
it: Ultimi 7 giorni
lt: Pastarosios 7 dienos
nb: Siste 7 dager
nl: De laatste 7 dni
pl: Ostatnie 7 dni
pt_pt: Últimos 7 dias
sk_sk: Posledných 7 dní
sl: Zadnjih 7 dni
uk: Останні 7 днів

source: Last 30 days
cs: Posledních 30 dní
de: Die letzten 30 Tage
el: Οι τελευταίες 30 ημέρες
es: Últimos 30 días
fr: Derniers 30 jours
it: Ultimi 30 giorni
lt: Pastarosios 30 dienų
nb: Siste 30 dager
nl: De laatste 30 dni
pl: Ostatnie 30 dni
pt_pt: Últimos 30 dias
sk_sk: Posledných 30 dní
sl: Zadnjih 30 dni
uk: Останні 30 днів

source: Last 90 days
cs: Posledních 90 dní
de: Die letzten 90 Tage
el: Οι τελευταίες 90 ημέρες
es: Últimos 90 días
fr: Derniers 90 jours
it: Ultimi 90 giorni
lt: Pastarosios 90 dienų
nb: Siste 90 dager
nl: De laatste 90 dni
pl: Ostatnie 90 dni
pt_pt: Últimos 90 dias
sk_sk: Posledných 90 dní
sl: Zadnjih 90 dni
uk: Останні 90 днів

source: All available history
cs: Kompletní dostupná historie
de: Gesamte verfügbare Geschichte
el: Όλο το διαθέσιμο ιστορικό
es: Todo el historial disponible
fr: Tout l'historique disponible
it: Tutta la cronologia disponibile
lt: Visa prieinama istorija
nb: Tilgjengelig historie
nl: Volledige geschiedenis beschikbaar
pl: Cała dostępna historia
pt_pt: Todo o histórico disponível
sk_sk: Celá dostupná história
sl: Vsa zgodovina je na voljo
uk: Вся історія доступна

source: Phase 1
cs: Fáze 1
el: Φάση 1
es: Fase 1
it: Fase 1
lt: 1 fazė
nb: Fase 1
nl: Fase 1
pl: Faza 1
pt_pt: Fase 1
sk_sk: Fáza 1
sl: 1. faza
uk: Фаза 1

source: Phase 2
cs: Fáze 2
el: Φάση 2
es: Fase 2
it: Fase 2
lt: 2 fazė
nb: Fase 2
nl: Fase 2
pl: Faza 2
pt_pt: Fase 2
sk_sk: Fáza 2
sl: 2. faza
uk: Фаза 2

source: Phase 3
cs: Fáze 3
el: Φάση 3
es: Fase 3
it: Fase 3
lt: 3 fazė
nb: Fase 3
nl: Fase 3
pl: Faza 3
pt_pt: Fase 3
sk_sk: Fáza 3
sl: 3. faza
uk: Фаза 3

source: Home+ Heater
cs: Topení Home+
de: Heizelement Home+
el: Θερμαντήρας Home+
es: Calentador Home+
fr: Élément chauffant Home+
it: Riscaldatore Home+
lt: Šildytuvas Home+
nb: Varmeapparat Home+
nl: Verwarming Home +
pl: Grzałka Home+
pt_pt: Aquecedor Home+
sk_sk: Špirála Home+
sl: Gralec Home+
uk: Обігрівач Home+

source: Comfort
cs: Ideální teplota
de: Komfort
el: Κομφόρ
es: Confort
fr: Confort
nb: Komfort
pl: Komfort
pt_pt: Conforto
sk_sk: Komfortná
sl: Udobje
uk: Комфорт

source: Higher
cs: Ideální teplota
de: Komfort
el: Κομφόρ
es: Comfort
fr: Comfort
it: Comfort
lt: Comfort
nb: Komfort
nl: Comfort
pl: Komfort
pt_pt: Conforto
sk_sk: Komfortná
sl: Udobje
uk: Комфорт

source: Lower
cs: ECO
de: ECO
el: ECO
es: ECO
fr: ECO
it: ECO
lt: ECO
nb: ECO
nl: ECO
pl: ECO
pt_pt: ECO
sk_sk: ECO
sl: ECO
uk: ЕКО

source: No water
cs: Chybí voda
de: Wassermangel
el: Έλλειψη νερού
es: No hay agua
fr: Manque d'eau
it: Mancanza d’acqua
lt: Nėra Vandens
nb: Ingen vann
nl: Waterdeprivatie
pl: Brak wody
pt_pt: Falta de água
sk_sk: Žiadna voda
sl: Brez vode
uk: Нестача води

source: Burnt heater
cs: Spálené topení
de: Heizgerät verbrannt
el: Καμμένος θερμαντήρας
es: Calentador quemado
fr: Chauffage brûlé
it: Resistenza bruciata
lt: Šildytuvas perdegęs
nb: Brent varmeapparat
nl: Verbrande verwarming
pl: Spalona grzałka
pt_pt: Aquecedor estourado
sk_sk: Zhorená špirála
sl: Izgoreli grelec
uk: Згорів обігрівач

source: Water temperature sensor error
cs: Chyba snímače teploty vody
de: Fehler des Wassertemperatursensors
el: Σφάλμα αισθητήρα θερμοκρασίας νερού
es: Error del sensor de temperatura del agua
fr: Erreur du capteur de température de l'eau
it: Errore del sensore di temperatura dell’acqua
lt: Vandens temperatūros jutiklio klaida
nb: Vanntemperatursensor feil
nl: Fout watertemperatuursensor
pl: Błąd czujnika temperatury wody
pt_pt: Erro do sensor da temperatura de água
sk_sk: Chyba snímača teploty vody
sl: Napaka senzorja temperature vode
uk: Помилка датчика температури води

source: Room temperature sensor error
cs: Chyba snímače pokojové teploty
de: Fehler des Raumtemperatursensors
el: Σφάλμα αισθητήρα θερμοκρασίας δωματίου
es: Error del sensor de temperatura ambiente
fr: Erreur du capteur de température ambiante
it: Errore del sensore di temperatura ambiente
lt: Kambario temperatūros jutiklio klaida
nb: Romtemperatursensor feil
nl: Kamertemperatuursensor fout
pl: Błąd czujnika temperatury pokojowej
pt_pt: Erro do sensor da temperatura de ambiente
sk_sk: Chyba snímača izbovej teploty
sl: Napaka senzorja sobne temperature
uk: Помилка датчика температури в приміщенні

source: No network interruptions
cs: Źádné síťové spojení
de: Netzunterbrechung nicht vorhanden
el: Δεν υπάρχουν διακοπές στο δίκτυο
es: No hay interrupciones de red
fr: Pas d'interruption de réseau
it: Mancanza di interruzioni di rete
lt: Tinklo pertraukų nėra
nb: Ingen nettverk avbrudd
nl: Geen netwerkonderbrekingen
pl: Brak przerwań sieciowych
pt_pt: Fornecimento ininterrupto de eletricidade
sk_sk: Žiadne prerušenia el. napätia
sl: Brez prekinitev omrežja
uk: Відсутність перебоїв у роботі мережі

source: Room temperature
cs: Teplota v místnosti
de: Raumtemperatur
el: Θερμοκρασία δωματίου
es: Temperatura en la habitación
fr: Température ambiante
it: Temperatura ambiente
lt: Temperatūra patalpoje
nb: Romtemperatur
nl: Kamertemperatuur
pl: Temperatura w pomieszczeniu
pt_pt: Temperatura ambiente
sk_sk: Teplota v miestnosti
sl: Temperatura v prostoru
uk: Температура в приміщенні

source: ON
cs: ZAPNUTÝ
de: EINGESCHALTET
el: ΕΝΕΡΓΟΠΟΙΗΜΕΝΟΣ
es: ENCENDIDO
fr: ACTIVÉ
lt: ĮJUNGTAS
nb: PÅ
nl: AAN
pl: WŁĄCZONY
pt_pt: LIGADO
sk_sk: ZAPNUTÉ
sl: VKLJUČENO
uk: УВІМКНЕНИЙ

source: OFF
cs: VYPNUTÝ
de: AUSGESCHALTET
el: ΑΠΕΝΕΡΓΟΠΟΙΗΜΕΝΟΣ
es: APAGADO
fr: DÉSACTIVÉ
lt: IŠJUNGTAS
nb: AV
nl: UIT
pl: WYŁĄCZONY
pt_pt: DESLIGADO
sk_sk: VYPNUTÉ
sl: IZKLJUČENO
uk: ВИМКНЕНИЙ

source: Wind sensor
cs: Rychlost větru
de: Windgeschwindigkeit
el: Ταχύτητα αέρα
es: Velocidad del viento
fr: Vitesse du vent
it: Velocità del vento
lt: Vėjo greitis
nb: Vindhastighet
nl: Windsnelheid
pl: Prędkość wiatru
pt_pt: Velocidade do vento
sk_sk: Rýchlosť vetra
sl: Hitrost vetra
uk: Швидкість вітру

source: Weight sensor
cs: Hmotnost
de: Gewicht
el: Βάρος
es: Sensor de Peso
fr: Poids
it: Peso
lt: Svoris
nb: Vekt
nl: Gewicht
pl: Waga
pt_pt: Peso
sk_sk: Hmotnosť
sl: Teža
uk: Вага

source: Pressure sensor
cs: Snímač tlaku
de: Drucksensor
el: Αισθητήρας πίεσης
es: Sensor de presión
fr: Capteur de pression
it: Sensore di pressione
lt: Slėgio jutiklis
nb: Trykksensor
nl: Druksensor
pl: Czujnik ciśnienia
pt_pt: Sensor de pressão
sk_sk: Snímač tlaku
sl: Tlačni senzor
uk: Датчик тиску

source: Rain sensor
cs: Měření úhrnu srážek
de: Niederschlagsmessung
el: Μέτρηση βροχοπτώσεων
es: Sensor de precipitaciones
fr: Mesure des précipitations
it: Misura della quantità di pioggia caduta
lt: Kritulių matavimas
nb: Nedbørsmåling
nl: Neerslag meting
pl: Pomiar opadów
pt_pt: Medições da precipitação
sk_sk: Meranie zrážok
sl: Merjenje padavin
uk: Вимірювання опадів

source: Close
cs: Zavřít
de: Schlieβen
el: Κλείσιμο
es: Cerrar
fr: Fermer
it: Chiudi
lt: Uždaryti
nb: Steng
nl: Sluiten
pl: Zamknij
pt_pt: Encerrar
sk_sk: Zavrieť
sl: Zapri
uk: Зачинити

source: Valve
cs: Ventil
de: Ventil
el: Βαλβίδα
es: Válvula
it: Valvola
lt: Vožtuvas
nb: Ventil
nl: Klep
pl: Zawór
pt_pt: Válvula
sk_sk: Ventil
sl: Ventil
uk: Клапан

source: Warning
cs: Upozornění
de: Warnung
el: Προειδοποίηση
es: Advertencia
fr: Avertissement
it: Attenzione
lt: Įspėjimas
nb: Advarsel
nl: Waarschuwing
pl: Ostrzeżenie
pt_pt: Aviso
sk_sk: Varovanie
sl: Opozorilo
uk: Попередження

source: Yes
cs: Ano
de: Ja
el: Ναί
es: Sí
fr: Oui
it: Si
lt: Taip
nb: Ja
nl: Ja
pl: Tak
pt_pt: Sim
sk_sk: Áno
sl: Da
uk: Так

source: No
cs: Ne
de: Nein
el: Όχι
fr: Non
lt: Ne
nb: Nei
nl: Nee
pl: Nie
pt_pt: Não
sk_sk: Nie
sl: Ne
uk: Ні

source: Heat meter
cs: Měřič tepla
de: Wärmezähler
el: Μετρητής θερμότητας
es: Medidor de calor
fr: Compteur de chaleur
it: Contatore di calore
lt: Šilumos skaitiklis
nb: Varmemåler
nl: Warmtemeter
pl: Licznik ciepła
pt_pt: Medidor de calor
sk_sk: Merač tepla
sl: Merilnik toplote
uk: Теплолічильник

source: Arithmetic balance - Minutes
cs: Fázová rovnováha - Minuty
de: arithmetisches Gleichgewicht - Minuten
el: Αριθμητικός ισολογισμός - Λεπτά
es: Balance aritmético – Minutos
fr: Bilan arithmétique - Minutes
it: Bilanciamento aritmetico - Minuti
lt: Asimetrinis balansas – Minutės
nb: Aritmetisk balanse - Minutter
nl: Rekenkundig saldo - Minuten
pl: Bilans arytmetyczny - Minuty
pt_pt: Equilíbrio aritmético - Minutos
sk_sk: Aritmetická bilancia - Minúty
sl: Aritmetično ravnotežje - Minute
uk: Арифметичний баланс - Хвилини

source: Arithmetic balance - Hours
cs: Aritmetická rovnováha - Hodiny
de: arithmetisches Gleichgewicht - Stunden
el: Αριθμητικός ισολογισμός - Ώρες
es: Balance aritmético – Horas
fr: Bilan arithmétique - Heures
it: Bilanciamento aritmetico - Ore
lt: Asimetrinis balansas – Valandos
nb: Aritmetisk balanse - Timer
nl: Rekenkundig saldo - Uren
pl: Bilans arytmetyczny - Godziny
pt_pt: Equilíbrio aritmético - Horas
sk_sk: Aritmetická bilancia - Hodiny
sl: Aritmetično ravnotežje - Ure
uk: Арифметичний баланс - Години

source: Arithmetic balance - Days
cs: Aritmetická zová rovnováha - Dny
de: arithmetisches Gleichgewicht - Tage
el: Αριθμητικός ισολογισμός - Ημέρες
es: Balance aritmético – Días
fr: Bilan arithmétique - Jours
it: Bilanciamento aritmetico - Giorni
lt: Asimetrinis balansas – Dienos
nb: Aritmetisk balanse - Dager
nl: Rekenkundig saldo - Dagen
pl: Bilans arytmetyczny - Dni
pt_pt: Equilíbrio aritmético - Dias
sk_sk: Aritmetická bilancia - Dni
sl: Aritmetično ravnotežje - Dnevi
uk: Арифметичний баланс - Дні

source: Arithmetic balance - Months
cs: Aritmetická rovnováha - Měsíce
de: arithmetisches Gleichgewicht - Monaten
el: Αριθμητικός ισολογισμός - Μήνες
es: Balance aritmético – Meses
fr: Bilan arithmétique - Mois
it: Bilanciamento aritmetico - Mesi
lt: Asimetrinis balansas Mėnesiai
nb: Aritmetisk balanse - Måneder
nl: Rekenkundig saldo - Maanden
pl: Bilans arytmetyczny - Miesiące
pt_pt: Equilíbrio aritmético - Meses
sk_sk: Aritmetická bilancia - Mesiace
sl: Aritmetično ravnotežje - Meseci
uk: Арифметичний баланс - Місяці

source: Arithmetic balance - Years
cs: Aritmetická rovnováha - Roky
de: arithmetisches Gleichgewicht - Jahre
el: Αριθμητικός ισολογισμός - Χρόνια
es: Balance aritmético – Años
fr: Bilan arithmétique - Années
it: Bilanciamento aritmetico - Anni
lt: Asimetrinis balansas – Metai
nb: Aritmetisk balanse - År
nl: Rekenkundig saldo - Jaren
pl: Bilans arytmetyczny - Lata
pt_pt: Equilíbrio aritmético - Anos
sk_sk: Aritmetická bilancia - Roky
sl: Aritmetično ravnotežje - Leta
uk: Арифметичний баланс - Роки

source: Vector balance - Minutes
cs: Vektorová rovnováha - Minuty
de: Vektorgleichgewicht - Minuten
el: Διανυσματικός ισολογισμός - Λεπτά
es: Balance vectorial – Minutos
fr: Bilan vectorielle - Minutes
it: Bilanciamento vettoriale - Minuti
lt: Vektorinis balansas – Minutės
nb: Vektorbalanse - Minutter
nl: Vector saldo - Minuten
pl: Bilans wektorowy - Minuty
pt_pt: Equilíbrio do Vetor - Minutos
sk_sk: Vektorová bilancia - Minúty
sl: Vektorsko ravnotežje - Minute
uk: Векторний баланс - Хвилини

source: Vector balance - Hours
cs: Vektorová rovnováha - Hodiny
de: Vektorgleichgewicht - Stunden
el: Διανυσματικός ισολογισμός - Ώρες
es: Balance vectorial – Horas
fr: Bilan vectorielle - Heures
it: Bilanciamento vettoriale - Ore
lt: Vektorinis balansas – Valandos
nb: Vektorbalanse - Timer
nl: Vector saldo - Uren
pl: Bilans wektorowy - Godziny
pt_pt: Equilíbrio do Vetor - Horas
sk_sk: Vektorové bilancia - Hodiny
sl: Vektorsko ravnotežje - Ure
uk: Векторний баланс - Години

source: Vector balance - Days
cs: Vektorová rovnováha - Dny
de: Vektorgleichgewicht - Tage
el: Διανυσματικός ισολογισμός - Ημέρες
es: Balance vectorial – Días
fr: Bilan vectorielle - Jours
it: Bilanciamento vettoriale - Giorni
lt: Vektorinis balansas – Dienos
nb: Vektorbalanse - Dager
nl: Vector saldo - Dagen
pl: Bilans wektorowy - Dni
pt_pt: Equilíbrio do Vetor - Dias
sk_sk: Vektorová bilancia - Dni
sl: Vektorsko ravnotežje - Dnevi
uk: Векторний баланс - Дні

source: Vector balance - Months
cs: Vektorová rovnováha - Měsíce
de: Vektorgleichgewicht - Monaten
el: Διανυσματικός ισολογισμός - Μήνες
es: Balance vectorial – Meses
fr: Bilan vectorielle - Mois
it: Bilanciamento vettoriale - Mesi
lt: Vektorinis balansas – Mėnesiai
nb: Vektorbalanse - Måneder
nl: Vector saldo - Maanden
pl: Bilans wektorowy - Miesiące
pt_pt: Equilíbrio do Vetor - Meses
sk_sk: Vektorová bilancia - Mesiace
sl: Vektorsko ravnotežje - Meseci
uk: Векторний баланс - Місяці

source: Vector balance - Years
cs: Vektorová rovnováha - Roky
de: Vektorgleichgewicht - Jahre
el: Διανυσματικός ισολογισμός - Χρόνια
es: Balance vectorial – Años
fr: Bilan vectorielle - Années
it: Bilanciamento vettoriale - Anni
lt: Vektorinis balansas – Metai
nb: Vektorbalanse - År
nl: Vector saldo - Jaren
pl: Bilans wektorowy - Lata
pt_pt: Equilíbrio do Vetor - Anos
sk_sk: Vektorová bilancia - Roky
sl: Vektorsko ravnotežje - Leta
uk: Bilans wektorowy - Lata

source: Time exceeded. Try again.
cs: Časový limit překročen. Zkuste to znovu.
de: Die Zeit wurde überschritten. Versuchen Sie es noch einmal.
el: Τέλος χρόνου. Προσπαθήστε ξανά.
es: ¡Se ha superado el tiempo! Inténtalo de nuevo.
fr: Temps expiré. Réessayer.
it: Tempo scaduto. Riprova.
lt: Laikas baigėsi. Pabandykite vėl.
nb: Tiden er utløpt. Prøv igjen.
nl: De tijd is om. Probeer het nog eens.
pl: Przekroczono czas. Spróbuj ponownie.
pt_pt: Tempo Ultrapassado . Tente outra vez
sk_sk: Došlo k prekročeniu lehoty. Skúste znova.
sl: Časovna prekoračitev. Poskusite ponovno.
uk: Час вийшов. Спробуйте знову.
