Repository: SUPLA/supla-ios
Catalog: SUPLA/Resources/*.lproj/Localizable.strings
Languages: cs, de, el, es, fr, it, lt, nb, nl, pl, pt_pt, sk_sk, sl, uk

source: Unexpected bridge response. Code: %i
cs: Neočekávaná odpověď můstku. Kód: %i
de: Unerwartete Brückenreaktion. Code: %i
el: Μη αναμενόμενη απόκριση γέφυρας. Κωδικός: %i
es: Respuesta de puente inesperada. Código: %i
fr: Réponse de pont inattendue. Code: %i
it: Risposta del ponte inaspettata. Codice: %i
lt: Netikėtas tilto atsakymas. Kodas: %i
nb: Respons fra broen er ikke som forventet. Kode: %i
nl: Onverwachte brugreactie. Code: %i
pl: Nieoczekiwana odpowiedź mostu. Kod: %i
pt_pt: Resposta inesperada da ponte. Código: %i
sk_sk: Neočakávaná odpoveď mosta. Kód: %i
sl: Nepričakovan odziv mosta. Koda: %i
uk: Nieoczekiwana odpowiedź mostu. Kod: %i

source: Z-Wave bridge
cs: Z-wave můstek
de: Brücke z-Wave
el: Γέφυρα κύματος Ζ
es: Puente z-wave
fr: Pont z-wave
it: Ponte z-wave
lt: Z-wave tiltas
nb: Z-wave bro
nl: Z-wave brug
pl: Most z-wave
pt_pt: Ponte z-wave
sk_sk: Most z-wave
sl: Most z-wave
uk: Міст z-wave

source: opened / closed the roof window
cs: otevření / zavření střešní okno
de: Öffnete / schloss das Dachfenster
el: άνοιξε / έκλεισε το παράθυρο της οροφής
es: abrió / cerró la ventana de techo
fr: a ouvert/fermé la fenêtre de toit
it: apri / chiudi lucernario
lt: atidarė / uždarė stoglangį
nb: åpnet / lukket takvinduet
nl: het dakvenster werd geopend/gesloten door
pl: otworzył / zamknął okno dachowe
pt_pt: aberto / fechou a janela do telhado
sk_sk: otvoril/zatvoril strešné okno
sl: Odprl / zaprl je strešno okno
uk: відчинив/зачинив мансардне вікно

source: The power was turned off after the set threshold of the allowable current was exceeded.
cs: Při překročení nastaveného proudového limitu došlo k vypnutí napájení.
de: Die Versorgung wurde nach dem Überschreiten der eingestellten zulässigen Stromstärke abgeschaltet.
el: Η παροχή ρεύματος απενεργοποιήθηκε όταν ξεπεράστηκε το καθορισμένο όριο επιτρεπόμενου ρεύματος.
es: La alimentación se desactivo al superar el umbral establecido de la corriente permitida.
fr: L'alimentation a été coupée après avoir dépassé le seuil de limite de courant fixé.
it: L'uscita è stata spenta a causa del superamento della soglia di corrente impostata.
lt: Maitinimas buvo atjungtas viršijus nustatytą leistinos elektros srovės ribą.
nb: Strømmen ble slått av etter at den innstilte terskelen for den tillatte strømmen ble overskredet.
nl: De stroomvoorziening werd uitgeschakeld toen de ingestelde stroomlimiet werd overschreden.
pl: Zasilanie zostało wyłączone po przekroczeniu ustawionego progu dopuszczalnego natężenia prądu.
pt_pt: A potência foi desligada quando o limiar definido de corrente admissível foi ultrapassado.
sk_sk: Napájanie bolo vypnuté po prekročení nastavenej prahovej hodnoty povoleného prúdu.
sl: Napeljava je bila onemogočena po prekoračitvi nastavljenega praga dovoljenega električnega toka.
uk: Відключення живлення відбулося після перевищення встановленого порогу допустимої сили струму.

source: Your account
cs: Váš účet
de: Ihr Konto
el: Ο λογαριασμός σας
es: Tu cuenta
fr: Votre compte
it: Il tuo account
lt: Jūsų paskyra
nb: Kontoen din
nl: Uw rekening
pl: Twoje konto
pt_pt: A sua conta
sk_sk: Váš účet
sl: Vaš račun
uk: Ваш обліковий запис

source: App Settings
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Paramètres
it: Impostazioni App
lt: Nustatymai
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_pt: Configurações
sk_sk: Nastavenie
sl: Nastavitve
uk: Налаштування

source: Channel height
cs: Výška kanálu
de: Höhe des Kanals
el: Ύψος καναλιού
es: Altura del canal
fr: Hauteur du canal
it: Altezza canale
lt: Kanalo aukštis
nb: Kanalhøyde
nl: Kanaalhoogte
pl: Wysokość kanału
pt_pt: Altura do canal
sk_sk: Výška kanála
sl: Višina kanala
uk: Висота каналу

source: Temperature unit
cs: Jednotka teploty
de: Temperatureinheit
el: Μονάδα θερμοκρασίας
es: Unidad de temperatura
fr: Unité de température
it: Unità di temperatura
lt: Temperatūros vienetas
nb: Temperaturenhet
nl: Temperatuur eenheid
pl: Jednostka temperatury
pt_pt: Unidade de temperatura
sk_sk: Jednotka teploty
sl: Enota temperature
uk: Одиниця вимірювання температури

source: Auto-hide buttons
cs: Automatické skrývání tlačítek
de: Automatische Ausblendung der Tasten
el: Αυτόματη απόκρυψη κουμπιών
es: Ocultar botones automáticamente
fr: Masquage automatique des boutons
it: Nascondi automaticamente i pulsanti
lt: Automatinis mygtukų slėpimas
nb: Automatisk skjuling av knapper
nl: Automatisch verbergen van knoppen
pl: Automatyczne ukrywanie przycisków
pt_pt: Ocultar automaticamente botões
sk_sk: Automatické schovanie tlačidiel
sl: Samodejno skrivanje gumbov
uk: Автоматичне приховування кнопки

source: The function of the channel associated with the action trigger cannot be changed.
cs: Není možné změnit funkci kanálu propojeného se spuštěním činnosti.
de: Die Funktion des mit dem Aktionsauslöser verbundenen Kanals kann nicht geändert werden.
el: Δεν μπορείτε να αλλάξετε τη λειτουργία του καναλιού που σχετίζεται με το έναυσμα ενέργειας.
es: La función del canal asociado con el disparador de acción no se puede cambiar.
fr: La fonction de canal associée au déclencheur d'action ne peut pas être modifiée.
it: La funzione del canale associato alla funzione attiva azioni non può essere modificata
lt: Susieto su veiksmo paleidikliu kanalo funkcijų negalima pakeisti.
nb: Funksjonen til kanalen knyttet til handlingsutløseren kan ikke endres.
nl: De functie van het kanaal dat met de actietrigger is geassocieerd, kan niet worden gewijzigd.
pl: Nie można zmienić funkcji kanału powiązanego z wyzwalaczem akcji.
pt_pt: Não é possível alterar a função do canal associado ao gatilho de ação.
sk_sk: Funkciu kanála spojeného so spúšťačom akcie nemožno zmeniť.
sl: Ni mogoče spremeniti fukcije kanala povezanega s sprožilcem dejanja
uk: Неможливо змінити функцію каналу, пов’язаного з активатором дії.

source: The function of the channel associated with the push notification cannot be changed.
cs: Funkci kanálu spojeného s oznámeními PUSH nelze změnit.
el: Η λειτουργία του καναλιού που σχετίζεται με τις ειδοποιήσεις PUSH δεν μπορεί να αλλάξει.
es: La función del canal asociado a las notificaciones PUSH no puede modificarse.
fr: La fonction de la chaîne associée aux notifications PUSH ne peut pas être modifiée.
it: La funzione del canale associato alle notifiche PUSH non può essere modificata.
lt: Negalima pakeisti kanalo, susieto su PUSH pranešimais, funkcijos.
nb: Funksjonen til kanalen som er knyttet til PUSH-varsler, kan ikke endres.
nl: De functie van het kanaal dat is gekoppeld aan PUSH-meldingen kan niet worden gewijzigd.
pl: Nie można zmienić funkcji kanału powiązanego z powiadomieniami PUSH.
pt_pt: Não é possível alterar a função do canal associado às notificações PUSH.
sk_sk: Funkciu kanála spojeného s oznámeniami PUSH nemožno zmeniť.
sl: Funkcije kanala, povezanega s potisnimi obvestili, ni mogoče spremeniti.
uk: Функцію каналу, пов'язаного з PUSH-сповіщеннями, не можна змінити.

source: The channel function associated with reactions cannot be changed.
cs: Funkci kanálu spojeného s reakcemi nelze změnit.
el: Η λειτουργία του καναλιού που σχετίζεται με τις αντιδράσεις δεν μπορεί να αλλάξει.
es: La función del canal asociado a las reacciones no puede modificarse.
fr: La fonction de la chaîne associée aux réactions ne peut pas être modifiée.
it: La funzione del canale associato alle reazioni non può essere modificata.
lt: Negalima pakeisti kanalo, susieto su reakcijomis, funkcijos.
nb: Funksjonen til kanalen som er knyttet til reaksjonene, kan ikke endres.
nl: De functie van het kanaal dat gekoppeld is aan de reacties kan niet worden gewijzigd.
pl: Nie można zmienić funkcji kanału powiązanego z reakcjami.
pt_pt: Não é possível alterar a função do canal associado às reações.
sk_sk: Funkciu kanála spojeného s reakciami nemožno zmeniť.
sl: Funkcije kanala, povezanega z reakcijami, ni mogoče spremeniti.
uk: Функцію каналу, пов'язаного з реакціями, не можна змінити.

source: Show ⓘ button
cs: Zobrazovat tlačítko ⓘ
de: Taste ⓘ zeigen
el: Εμφάνιση κουμπιού ⓘ
es: Mostrar botón ⓘ
fr: Afficher le bouton ⓘ
it: Mostra pulsante ⓘ
lt: Rodyti mygtuką ⓘ
nb: Vis ⓘ-knappen
nl: Toon knop ⓘ
pl: Pokazuj przycisk ⓘ
pt_pt: Mostrar Botõesⓘ
sk_sk: Zobrazovať tlačidlo ⓘ
sl: Prikaži gumb ⓘ
uk: Показати кнопку ⓘ

source: Advanced settings
cs: Pokročilé
de: Fortgeschritten
el: Προχωρημένες
es: Avanzado
fr: Avancé
it: Impostazioni avanzate
lt: Išplėstinė
nb: Avansert
nl: Geavanceerd
pl: Zaawansowane
pt_pt: Mais Opções
sk_sk: Pokročilé
sl: Napredne
uk: Розширений

source: Access ID
cs: Identifikátor:
de: Kennung
el: Αναγνωριστικό
es: Identificación
fr: ID
it: ID di accesso
lt: Identifikatorius
nb: ID
nl: Identifier
pl: Identyfikator
pt_pt: Identificador
sk_sk: Identifikátor
sl: Identifikator
uk: ID

source: ACCESS IDENTIFIER
cs: PŘÍSTUPOVÉ ID
de: ZUGRIFFSKENNUNG
el: ΑΝΑΓΝΩΡΙΣΤΙΚΟ ΠΡΟΣΒΑΣΗΣ
es: IDENTIFICACIÓN DE ACCESO
fr: IDENTIFIANT D’ACCÈS
it: Identificatore dell'accesso
lt: PRIEIGOS IDENTIFIKATORIUS
nb: TILGANG IDENTIFIKATOR
nl: TOEGANG IDU
pl: IDENTYFIKATOR DOSTĘPU
pt_pt: ACESSO ID
sk_sk: IDENTIFIKÁTOR PRÍSTUPU
sl: IDENTIFIKATOR DOSTOPA
uk: ID ДОСТУПУ

source: E-MAIL ADDRESS
cs: ADRESA E-MAIL
de: E-MAIL-ADRESSE
el: ΔΙΕΥΘΥΝΣΗ E-MAIL
es: DIRECCIÓN DE CORREO ELECTRÓNICO
fr: ADRESSE E-MAIL
it: INDIRIZZO E-MAIL
lt: EL. PAŠTO ADRESAS
nb: E-POST ADRESSE
nl: E-MAILADRES
pl: ADRES E-MAIL
pt_pt: MORADA DE E-MAIL
sk_sk: E-MAILOVÁ ADRESA
sl: E-POŠTNI NASLOV
uk: ЕЛЕКТРОННА ПОШТА

source: SERVER ADDRESS
cs: ADRESA SERVERA
de: SERVER ADRESSE
el: ΔΙΕΥΘΥΝΣΗ ΔΙΑΚΟΜΙΣΤΗ
es: DIRECCIÓN DEL SERVIDOR
fr: ADRESSE DU SERVEUR
it: INDIRIZZO SERVER
lt: SERVERIO ADRESAS
nb: SERVERADRESSE
nl: SERVERADRES
pl: ADRES SERWERA
pt_pt: MORADA DE SERVER
sk_sk: ADRESA SERVERA
sl: NASLOV STREžNIKA
uk: АДРЕСА СЕРВЕРА

source: In Access ID authentication mode you won't be able to use automatic Add device wizard. However you will still be able to add it by manual Add device procedure.
cs: Průvodce automatickým přidáním zařízení není k dispozici v režimu ověřování identifikátoru přístupu. Zařízení mohou pak být přidávány ručně.
de: Der Assistent automatischer Hinzufügung der Geräte ist im Modus der Authentifizierung durch die Zugriffskennung nicht verfügbar. Die Geräte können manuell hinzugefügt werden.
el: Ο Οδηγός αυτόματης προσθήκης συσκευής δεν είναι διαθέσιμος στη λειτουργία ελέγχου ταυτότητας με αναγνωριστικό πρόσβασης. Στη συνέχεια, οι συσκευές μπορούν να προστεθούν χειροκίνητα.
es: El asistente para agregar dispositivos automáticamente no está disponible en el modo de autenticación de acceso de ID. Luego, los dispositivos se pueden agregar manualmente.
fr: L'assistant d'ajout automatique de périphérique n'est pas disponible en mode d'authentification Access ID. Les dispositifs peuvent ensuite être ajoutés manuellement.
it: Nella modalità di autenticazione ID di accesso non è possibile utilizzare la procedura guidata di aggiunta automatica dispositivi. Tuttavia è possibile aggiungere i dispositivi tramite procedura manuale.
lt: Automatinio įrenginių pridėjimo vedlys neprieinamas prieigos autentifikavimo režime. Tokiu atveju įrenginius galima pridėti rankiniu būdu.
nb: Veiviseren for automatisk tillegging enheter er ikke tilgjengelig i ID-tilgangsautentiseringsmodus. Enheter kan deretter legges til manuelt.
nl: De wizard voor het automatisch toevoegen van apparaten is niet beschikbaar in de Access ID-authenticatiemodus. In dit geval kunnen de toestellen handmatig worden toegevoegd.
pl: Kreator automatycznego dodawania urządzeń nie jest dostępny w trybie uwierzytelniania identyfikatorem dostępu. Urządzenia mogą być wówczas dodawane ręcznie.
pt_pt: O Assistente de Adicionar dispositivo automático não está disponível no modo de autenticação do Access ID. Os dispositivos podem então ser adicionados manualmente.
sk_sk: Sprievodca automatického pridávania zariadení nie je dostupný v režime overenia identifikátorom prístupu. Zariadenia vtedy môžeš pridať manuálne.
sl: Čarovnik za samodejno dodajanje naprave ni na voljo v načinu avtentifijacije z identifikatorjem dostopa. Medtem je mogoče naprave dodati ročno.
uk: Майстер автоматичного додавання пристроїв недоступний у режимі автентифікації за ідентифікатором доступу. Пристрої можуть бути додані вручну.

source: Don't have an account in Supla Cloud yet?
cs: Nemáte ještě účet Supla Cloud?
de: Haben Sie noch kein Konto bei Supla Cloud?
el: Δεν έχετε ακόμα λογαριασμό στο Supla Cloud;
es: ¿Todavía no tienes una cuenta Supla Cloud?
fr: Vous n'avez pas encore de compte Supla Cloud ?
it: Non hai ancora un account Supla?
lt: Dar neturite paskyros Supla Cloud?
nb: Du har ikke en Suppla Cloud-konto ennå?
nl: Heeft u nog geen Supla Cloud account?
pl: Nie masz jeszcze konta w Supla Cloud?
pt_pt: Ainda não tem uma conta Supla Cloud?
sk_sk: Nemáte ešte účet v Supla Cloud?
sl: Nimate še računa v Supla Cloud?
uk: У вас ще немає облікового запису в Supla Cloud?

source: Create
cs: Vytvořit účet
de: Konto erstellen
el: Δημιουργία λογαριασμού
es: Crear cuenta
fr: Créer un compte
it: Crea
lt: Sukurti paskyrą
nb: Opprett en konto
nl: Account aanmaken
pl: Utwórz konto
pt_pt: Abrir conta
sk_sk: Vytvoriť účet
sl: Ustvarite račun
uk: Створити обліковий запис

source: Location order
cs: Pořadí dle umístění
de: Lokalisierungsreihenfolge
el: Σειρά τοποθεσιών
es: Orden de las localizaciones
fr: Ordre de localisation
it: Ordine localizzazioni
lt: Vietų eiliškumas
nb: Rekkefølgen av plassering
nl: Volgorde van plaats
pl: Kolejność lokalizacji
pt_pt: Ordem de localização
sk_sk: Poradie miest
sl: Zaporedje lokacije
uk: Порядок розташування

source: Opening
cs: Otevření
de: Öffnungen
el: Άνοιγμα
es: Aperturas
fr: Ouvertures
it: Apertura
lt: Atidarymo
nb: Åpning
nl: Openingen
pl: Otwarcia
pt_pt: Aberto
sk_sk: Otvorenia
sl: Odpiranja
uk: Відкриття

source: Closing
cs: Zavření
de: Schließungen
el: Κλείσιμο
es: Cierres
fr: Fermetures
it: Chiusura
lt: Uždarymo
nb: Nedleggelser
nl: Sluitingen
pl: Zamknięcia
pt_pt: Encerramentos
sk_sk: Zatvorenia
sl: Zapiranja
uk: Закриття

source: Percent of opening
cs: Procento otevření
de: Prozentsatz der Öffnung
el: Ποσοστό ανοίγματος
es: Porcentaje de apertura
fr: Pourcentage d'ouverture
it: Percentuale di apertura
lt: Atidarymo procentas
nb: Åpningsprosent
nl: Openingspercentage
pl: Procent otwarcia
pt_pt: Percentagem de abertura
sk_sk: Percento otvorenia
sl: Odstotek odpiranja
uk: Відсоток відкриття

source: Percent of closing
cs: Procento zavření
de: Prozentsatz des Schließens
el: Ποσοστό κλεισίματος
es: Porcentaje de cierre
fr: Pourcentage de clôture
it: Percentuale di chiusura
lt: Uždarymo procentas
nb: Avslutningsprosent
nl: Sluitingspercentage
pl: Procent zamknięcia
pt_pt: Percentagem de encerramento
sk_sk: Percento zatvorenia
sl: Odstotek zapiranja
uk: Відсоток закриття

source: Your accounts
cs: Vaše účty
de: Ihre Kontos
el: Οι λογαριασμοί σας
es: Tus cuentas
fr: Vos comptes
lt: Jūsų paskyros
nb: Dine kontoer
nl: Uw rekeningen
pl: Twoje konta
pt_pt: As suas contas
sk_sk: Vaše účty
sl: Vaši računi
uk: Ваші облікові записи

source: Accounts
cs: Účty
de: Kontos
el: Λογαριασμοί
es: Cuentas
fr: Comptes
lt: Paskyros
nb: Kontoer
nl: Rekeningen
pl: Konta
pt_pt: Conta
sk_sk: Účty
sl: Računi
uk: Облікові записи

source: NAME
cs: NÁZEV
de: BEZEICHNUNG
el: ΟΝΟΜΑ
es: NOMBRE
fr: NOM
lt: PAVADINIMAS
nb: NAVN
nl: BENAMING
pl: NAZWA
pt_pt: NOME
sk_sk: NÁZOV
sl: IME
uk: НАЗВА

source: Tap the account to log in.
cs: Pro přihlášení klikněte na účet
de: Konto antippen, um sich anzumelden
el: Πατήστε τον λογαριασμό σας για να συνδεθείτε
es: Toca la cuenta para iniciar sesión
fr: Touchez un compte pour vous connecter
lt: Spustelėkite ant paskyros, kad prisijungtumėte
nb: Trykk på en konto for å logge på
nl: Tik op uw account om in te loggen
pl: Dotknij konta, żeby się zalogować
pt_pt: Toque aqui para fazer login
sk_sk: Dotknúť sa účtu a prihlásiť sa
sl: Dotaknite se računa za prijavo
uk: Торкніться облікового запису, щоб увійти

source: Add new
cs: Přidat nové
de: Neues hinzufügen
el: Προσθήκη νέου
es: Agregar nuevo
fr: Ajouter un nouveau
lt: Pridėti naują
nb: Legg til ny
nl: Nieuwe toevoegen
pl: Dodaj nowe
pt_pt: Adicionar novo
sk_sk: Pridať nové
sl: Dodaj novo
uk: Додати нові

source: active
cs: aktivní
de: Aktiv
el: ενεργός
es: activo
fr: Actif
lt: aktyvi
nb: aktiv
nl: actief
pl: aktywne
pt_pt: Activo
sk_sk: aktívne
sl: aktivni
uk: активні

source: Delete account
cs: Odstranit účet
de: Konto löschen
el: Διαγραφή λογαριασμού
es: Borrar cuenta
fr: Supprimer le compte
lt: Pašalinti paskyrą
nb: Slett konto
nl: Account verwijderen
pl: Usuń konto
pt_pt: Apagar Conta
sk_sk: Odstrániť účet
sl: Izbrišite račun
uk: Видалити обліковий запси

source: Select active account
cs: Vybrat aktivní účet
de: Aktives Konto wählen
el: Επιλέξτε έναν ενεργό λογαριασμό
es: Seleccionar una cuenta activa
fr: Sélectionnez le compte actif
lt: Pasirinkite aktyvią paskyrą
nb: Velg en aktiv konto
nl: Selecteer actieve rekening
pl: Wybierz aktywne konto
pt_pt: Selecione uma conta ativa
sk_sk: Vybrať aktívny účet
sl: Izberite aktivni račun
uk: Виберіть активний обліковий запис

source: Phase 1+2+3
cs: Fáze 1+2+3
nb: Fase 1 + 2 + 3
pl: Faza 1+2+3

source: Phase %d
cs: Fáze %d
el: Στάδιο %d
es: Fase %d
lt: %d fazė
nb: Fase %d
nl: Fase %d
pl: Faza %d
pt_pt: Fase %d
sk_sk: Fáza %d
sl: Faza %d
uk: Фаза %d

source: Channels
cs: Kanály
el: Κανάλια
es: Canales
fr: Chaînes
it: Canali
lt: Kanalai
nb: Kanaler
nl: Kanalen
pl: Kanały
pt_pt: Canais
sk_sk: Kanály
sl: Kanali
uk: Канали

source: Groups
cs: Skupiny
el: Ομάδες
es: Grupos
fr: Groupes
it: Gruppi
lt: Grupės
nb: Grupper
nl: Groepen
pl: Grupy
pt_pt: Grupo
sk_sk: Skupinu
sl: Skupine
uk: Групи

source: Scenes
cs: Scény
el: Σκηνές
es: Escenas
fr: Scènes
it: Scenari
lt: Scenos
nb: Scener
nl: Scènes
pl: Sceny
pt_pt: Cena
sk_sk: Scénu
sl: Prizori
uk: Сцени

source: Not supported function
cs: Nepodporovaná funkce
el: Μη υποστηριζόμενη λειτουργία
es: Función no compatible
fr: Fonction non supportée
it: Funzione non supportata
lt: Nepalaikoma funkcija
nb: Ikke-støttet funksjon
nl: Niet-ondersteunde functie
pl: Niewspierana funkcja
pt_pt: Função não suportada
sk_sk: Nepodporovaná funkcia
sl: Nepodprta funkcija
uk: Непідтримувана функція

source: AccountRemoval.url
cs: https://{SERVER_ADDRESS}/db99845855b2ecbfecca9a095062b96c3e27703f?lang=cs
de: https://{SERVER_ADDRESS}/db99845855b2ecbfecca9a095062b96c3e27703f?lang=de
el: https://{SERVER_ADDRESS}/db99845855b2ecbfecca9a095062b96c3e27703f?lang=el
es: https://{SERVER_ADDRESS}/db99845855b2ecbfecca9a095062b96c3e27703f?lang=es
fr: https://{SERVER_ADDRESS}/db99845855b2ecbfecca9a095062b96c3e27703f?lang=fr
it: https://{SERVER_ADDRESS}/db99845855b2ecbfecca9a095062b96c3e27703f?lang=it
lt: https://{SERVER_ADDRESS}/db99845855b2ecbfecca9a095062b96c3e27703f?lang=lt
nb: https://{SERVER_ADDRESS}/db99845855b2ecbfecca9a095062b96c3e27703f?lang=nb
nl: https://{SERVER_ADDRESS}/db99845855b2ecbfecca9a095062b96c3e27703f?lang=nl
pl: https://{SERVER_ADDRESS}/db99845855b2ecbfecca9a095062b96c3e27703f?lang=pl
pt_pt: https://{SERVER_ADDRESS}/db99845855b2ecbfecca9a095062b96c3e27703f?lang=pt
sk_sk: https://{SERVER_ADDRESS}/db99845855b2ecbfecca9a095062b96c3e27703f?lang=sk
sl: https://{SERVER_ADDRESS}/db99845855b2ecbfecca9a095062b96c3e27703f?lang=sl
uk: https://{SERVER_ADDRESS}/db99845855b2ecbfecca9a095062b96c3e27703f?lang=uk

source: scenes_action_buttons_execute
cs: Provést
el: Εφαρμογή
es: Ejecutar
fr: Exécuter
nb: Følg
pt_pt: Realizar
sl: Izvedi
uk: Виконати

source: scenes_action_buttons_abort
cs: Přerušit
el: Παύση
es: Anular
fr: Arrêter
nb: Avbryt
pt_pt: Cancelar
sl: Prekini
uk: Перервати

source: scenes_action_buttons_abort_and_execute
cs: Přerušit a provést
el: Παύση και εφαρμογή
es: Ejecutar y anular
fr: Défiler et exécuter
nb: Bla og utfør
pt_pt: Deslizar e realizar
sl: Previjte in izvedite
uk: Перервати і виконати

source: Cfg.removal.title
cs: Smazat účet?
de: Das Konto löschen?
el: Διαγραφή λογαριασμού;
es: ¿Borrar la cuenta?
fr: Supprimer le compte ?
it: Eliminare l'account?
lt: Pašalinti paskyrą?
nb: Slette kontoen?
nl: De account verwijderen?
pl: Usunąć konto?
pt_pt: Eliminar conta?
sk_sk: Odstrániť účet?
sl: Želite izbrisati račun?
uk: Видалити обліковий запис?

source: Cfg.removal.action.logout
cs: Zapomenout na tomto zařízení
de: Vergiss auf diesem Gerät
el: Ξεχάστε σε αυτή τη συσκευή
es: Olvidar en este dispositivo
fr: Oublier sur cet appareil
it: Dimentica su questo dispositivo
lt: Pamiršti šiame įrenginyje
nb: Glem det på denne enheten
nl: Vergeet het op dit apparaat
pl: Zapomnij na tym urządzeniu
pt_pt: Esquecer neste dispositivo
sk_sk: Zabudnúť na tomto zariadení
sl: Pozabite na to napravo
uk: Забути на цьому пристрої

source: Cfg.removal.action.remove
cs: Zapomenout a odstranit na serveru
de: Vergiss und lösch im Cloud
el: Ξεχάστε και διαγράψτε στο διακομιστή
es: Olvidar y borrar en el servidor
fr: Oublier et supprimer sur le serveur
it: Dimentica ed elimina sul server
lt: Pamiršti ir pašalinti iš serverio
nb: Glem og slett på serveren
nl: Vergeten en verwijderen op de server
pl: Zapomnij i usuń na serwerze
pt_pt: Esquecer e eliminar no servidor
sk_sk: Zabudnúť a odstrániť na serveri
sl: Pozabite in izbrišite v strežniku
uk: Забути і видалити на сервері

source: Cfg.removal.dialog.missing_name
cs: Zadat název účtu
de: Kontoname angeben
el: Εισαγάγετε ένα όνομα λογαριασμού
es: Introducir el nombre de cuenta
fr: Entrez le nom du compte
it: Manca il nome dell’account
lt: Įveskite paskyros pavadinimą
nb: Skriv inn et kontonavn
nl: Voer de naam van uw rekening in
pl: Podaj nazwę konta
pt_pt: Introduza um nome de conta
sk_sk: Zadaj názov účtu
sl: Vnesite ime računa
uk: Введіть назву облікового запису

source: Cfg.removal.dialog.duplicated_name
cs: Účet s tímto názvem již existuje
de: Es gibt schon ein Konto mit diesem Namen
el: Υπάρχει ήδη ένας λογαριασμός με αυτό το όνομα
es: La cuenta con este nombre ya existe
fr: Le compte avec ce nom existe déjà
it: Un account con lo stesso nome è già esistente
lt: Paskyra su tokiu pavadinimu jau yra
nb: En konto med dette navnet eksisterer allerede
nl: Er is al een rekening met deze naam
pl: Już istnieje konto o tej nazwie
pt_pt: Já existe uma conta com esse nome
sk_sk: Účet s týmto názvom už existuje
sl: Račun s takšim imenom že obstaja
uk: Обліковий запис із такою назвою вже існує

source: Cfg.removal.dialog.incomplete
cs: Vyplnit požadované údaje
de: Bitte die erforderliche Angaben vervollständigen
el: Συμπληρώστε τα απαιτούμενα δεδομένα
es: Completar los datos requeridos
fr: Remplissez les données requises
it: Informazioni richieste mancanti
lt: Užpildykite privalomus duomenis
nb: Fyll ut de nødvendige dataene
nl: Vul de vereiste gegevens in
pl: Uzupełnij wymagane dane
pt_pt: Complete os restantes dados
sk_sk: Vyplň požadované údaje
sl: Izpolnite zahtevane podatke
uk: Заповніть необхідні дані

source: push_notification_limit_exceeded
cs: %@ Byl překročen limit oznámení PUSH za hodinu.
el: Το όριο ειδοποίησης PUSH που είναι %@ ανά ώρα, έχει ξεπεραστεί.
es: Se ha superado el límite de notificaciones PUSH de %@ por hora.
fr: La limite de notification PUSH %@ par heure a été dépassée.
it: È stato superato il limite di notifiche PUSH che risulta %@ all'ora.
lt: Viršijamas PUSH pranešimų limitas, kuris per valandą yra %@.
nb: %@ Grensen for PUSH-varsling per time er overskredet.
nl: %@ De limiet voor PUSH-meldingen per uur is overschreden.
pl: Przekroczono limit wysłanych wiadomości PUSH, który wynosi %@ na godzinę.
pt_pt: Excedido o limite de notificações PUSH, que é de %@ por hora.
sk_sk: Bol prekročený hodinový limit pre oznámenia PUSH, ktorý predstavuje %@ za hodinu.
sl: Presežen je limit potisnih obvestil, ki znaša %@ na uro.
uk: Перевищено ліміт PUSH-сповіщень, який становить %@ на годину.
