Repository: SUPLA/supla-ios
Catalog: SUPLA/Resources/*.lproj/Localizable.strings
Languages: cs, de, el, es, fr, it, lt, nb, nl, pl, pt_pt, sk_sk, sl, uk

source: Are you sure you want to restore the default settings?
cs: Chcete opravdu obnovit výchozí nastavení?
de: Sind Sie sicher, dass Sie die Voreinstellungen wiederherstellen möchten?
el: Είστε βέβαιοι ότι θέλετε να επαναφέρετε τις προεπιλεγμένες ρυθμίσεις;
es: ¿Está seguro de restaurar la configuración predeterminada?
fr: Voulez-vous vraiment rétablir les paramètres par défaut ?
it: Confermi il ripristino delle impostazioni di default?
lt: Ar tikrai norite atkurti numatytuosius nustatymus?
nb: Er du sikker på at du vil tilbakestille innstillinger?
nl: Weet u zeker dat u de standaardinstellingen wilt herstellen?
pl: Czy na pewno chcesz przywrócić ustawienia domyślne ?
pt_pt: Tem a certeza de que pretende restaurar as definições predefinições?
sk_sk: Naozaj chcete obnoviť predvolené nastavenia?
sl: Ali ste prepričani, da želite obnoviti na privzete nastavitve?
uk: Ви впевнені, що хочете відновити налаштування за замовчуванням ?

source: Default settings
cs: Výchozí nastavení
de: Standardeinstellungen
el: Προεπιλογές
es: Configuración por defecto
fr: Paramètres par défaut
it: Impostazioni di default
lt: Numatytieji nustatymai
nb: Standard instillinger
nl: Standaard instellingen
pl: Ustawienia domyślne
pt_pt: Configurações predefinidas
sk_sk: Predvolené nastavenia
sl: Privzete nastavitve
uk: Налаштування за замовчуванням

source: CHANGE THE LIGHT SOURCE LIFESPAN SETTINGS
cs: ZMĚNIT NASTAVENÍ ŽIVOTNOSTI SVĚTELNÉHO ZDROJE
de: EINSTELLUNGEN FÜR DIE LEBENSDAUER DER LICHTQUELLE ÄNDERN
el: ΑΛΛΑΓΗ ΡΥΘΜΙΣΕΩΝ ΔΙΑΡΚΕΙΑΣ ΖΩΗΣ ΤΗΣ ΠΗΓΗΣ ΦΩΤΟΣ
es: CAMBIAR CONFIGURACIÓN DE VIDA ÚTIL DE LA FUENTE DE LUZ
fr: MODIFIER LE RÉGLAGE DE LA DURÉE DE VIE DE LA SOURCE LUMINEUSE
it: CAMBIA LE IMPOSTAZIONI DELLA DURATA DI VITA DELLA SORGENTE LUMINOSA
lt: PAKEISTI ŠVIESOS ŠALTINIO GYVAVIMO TRUKMĖS NUSTATYMUS
nb: ENDRE LIVSKILDEINNSTILLING
nl: DE INSTELLING VOOR DE LEVENSDUUR VAN DE LICHTBRON WIJZIGEN
pl: ZMIEŃ USTAWIENIA ŻYWOTNOŚCI ŹRÓDŁA ŚWIATŁA
pt_pt: ALTERAR AS DEFINIÇÕES DE VIDA ÚTIL DA FONTE DE LUZ
sk_sk: ZMENIŤ NASTAVENIA ŽIVOTNOSTI ZDROJA SVETLA
sl: SPREMENITE NASTAVITVE ŽIVLJENSKE DOBE SVETLOBNEGA VIRA

source: Please enter your Supla Cloud login details.
cs: Zadejte své přihlašovací údaje cloud.supla.org.
de: Geben Sie Ihre Anmeldedaten für cloud.supla.org ein.
el: Εισαγάγετε τα στοιχεία σύνδεσής σας στο cloud.supla.org.
es: Ingrese sus datos de inicio de sesión en cloud.supla.org.
fr: Entrez vos informations de connexion cloud.supla.org.
it: Inserisci le tue credenziali SUPLA
lt: Įveskite savo prisijungimo prie cloud.supla.org duomenis.
nb: Skriv inn påloggingsinformasjonen for cloud.supla.org.
nl: Voer uw inloggegevens voor cloud.supla.org in.
pl: Wprowadź Twoje dane logowania do Supla Cloud.
pt_pt: Introduza os seus dados de login para Supla Cloud.
sk_sk: Zadajte svoje prihlasovacie údaje do Supla Cloud.
sl: Vnesite svoje prijavne podatke za cloud.supla.org.
uk: Введіть дані для входу в Supla Cloud.

source: Enter superuser credentials
cs: Zadejte pověření superuživatele
de: Geben Sie die Superuser-Anmeldeinformationen ein
el: Καταχωρίστε τα διαπιστευτήρια superuser
es: Ingrese las credenciales de superusuario
fr: Entrez les informations d'identification du superutilisateur
it: Inserisci le credenziali di Superuser
lt: Įveskite pagrindinio vartotojo kredencialus
nb: Skriv inn superbrukerens legitimasjon
nl: Voer de inloggegevens van de superuser in
pl: Wprowadź poświadczenia głównego użytkownika
pt_pt: Introduzir as credenciais do utilizador principal
sk_sk: Zadajte prihlasovacie údaje hlavného používateľa
sl: Vnesite poverilnice podupravitelja
uk: Введіть облікові дані основного користувача

source: Dimmer settings
cs: Nastavení stmívače
de: Einstellungen des Helligkeitsreglers
el: Ρυθμίσεις ροοστάτη
es: Ajustes de atenuación
fr: Réglages du gradateur
it: Impostazioni dimmer
lt: Šviesos srauto nustatymai
nb: Dimmerinnstillinger
nl: Dimmer instellingen
pl: Ustawienia ściemniacza
pt_pt: Configurações de dimmer
sk_sk: Nastavenia stmievača
sl: Nastavitve zatemnitve
uk: Налаштування регулятора освітленості

source: Do you want to quit without saving?
cs: Chcete opravdu bez uložení odejít?
de: Sind Sie sicher, dass Sie beenden möchten, ohne zu speichern?
el: Είστε βέβαιοι ότι θέλετε να κλείσετε χωρίς αποθήκευση;
es: ¿Está seguro de que quiere salir sin guardar?
fr: Voulez-vous vraiment quitter sans sauvegarder?
it: Vuoi uscire senza salvare?
lt: Ar tikrai norite išeiti neišsisaugoję?
nb: Er du sikker på at du vil avbryte uten å lagre?
nl: Weet u zeker dat u wilt stoppen zonder op te slaan?
pl: Czy na pewno chcesz wyjść bez zapisu?
pt_pt: Tem certeza que quer ir embora sem poupar?
sk_sk: Naozaj chcete skončiť bez uloženia?
sl: Ali ste prepričani, da želite zapreti brez shranjevanja?
uk: Ви впевнені, що хочете вийти без запису?

source: Do you want to save the settings?
cs: Chcete uložit nastavení?
de: Möchten Sie die Einstellungen speichern?
el: Θέλετε να αποθηκεύσετε τις ρυθμίσεις;
es: ¿Quieres guardar los ajustes?
fr: Voulez-vous sauvegarder les paramètres?
it: Vuoi salvare le impostazioni?
lt: Ar norite išsaugoti nustatymus?
nb: Vil du lagre innstillingene?
nl: Wilt u de instellingen opslaan?
pl: Czy chcesz zapisać ustawienia?
pt_pt: Deseja guardar as suas definições?
sk_sk: Chcete uložiť nastavenia?
sl: Ali želite shraniti spremembe?
uk: Хочете зберегти налаштування?

source: Restoring default settings
cs: Obnovuje se výchozí nastavení
de: Voreinstellungen werden wiederhergestellt
el: Γίνεται επαναφορά των προεπιλεγμένων ρυθμίσεων
es: Se están restaurando los ajustes predeterminados
fr: Les paramètres par défaut sont en cours de restauration
it: Ripristino delle impostazioni di default
lt: Atkuriami numatytieji nustatymai
nb: Standardinnstillingene tilbakestilles
nl: De standaardinstellingen worden hersteld
pl: Trwa przywracanie ustawień domyślnych
pt_pt: Restaurar as definições predefinidos
sk_sk: Obnovujú sa predvolené nastavenia
sl: Privzete nastavitve se obnavljajo
uk: Відновлення налаштувань за замовчуванням триває

source: Mode change in progress
cs: Probíhá změna režimu
de: Modus wird geändert
el: Αλλαγή λειτουργίας σε εξέλιξη
es: Cambio de modo en curso
fr: Changement de mode en cours
it: Cambio modalità in corso
lt: Keičiamas režimas
nb: Endring av modus pågår
nl: De moduswijziging is aan de gang
pl: Trwa zmiana trybu
pt_pt: Mudança de modo em curso
sk_sk: Prebieha zmena režimu
sl: Spreminjanje načina poteka
uk: Триває зміна режиму

source: Roof window
cs: Střešní okno
de: Dachfenster
el: Παράθυρο οροφής
es: Ventana de techo
fr: Fenêtre de toit
it: Lucernario
lt: Stoglangis
nb: Takvindu
nl: Dakraam
pl: Okno dachowe
pt_pt: Janela do telhado
sk_sk: Strešné okno
sl: Strešno okno
uk: Мансардне вікно

source: *Configuration mode is enabled by default on brand new products. It can also be enabled manually by pressing and holding CONFIG button or dimmer knob for around 5s. %@
cs: Pokud zařízení nepracuje v konfiguračním režimu po zapnutí, držte stisknuté tlačítko CONFIG minimálně po dobu 5 sekund. %@
de: Wenn das Gerät nach dem Einschalten im Konfigurationsmodus nicht funktioniert, halten Sie die Taste CONFIG für mindestens 5 Sekunden gedrückt. %@
el: Όταν η συσκευή κατόπιν ενεργοποίησης δεν εκτελεί τη λειτουργία διαμόρφωσης, κρατήστε πατημένο το κουμπί CONFIG για τουλάχιστον 5 δευτερόλεπτα. %@
es: Si tras conectar la alimentación el dispositivo no funciona en el modo de configuración, mantén presionada la tecla CONFIG durante al menos 5 segundos. %@
fr: Si le dispositif est allumé mais ne fonctionne pas en mode de configuration, maintenez la touche CONFIG pendant au moins 5 secondes. %@
it: Se dopo aver acceso l’alimentazione il dispositivo non lavora in modalità di configurazione, tieni premuto il tasto CONFIG per almeno 5 secondi.. %@
lt: Jei įrenginys įjungus maitinimą neveikia konfigūracijos režimu, palaikykite paspaustą mygtuką CONFIG bent 5 sekundes. %@
nb: Hvis enheten etter å ha blitt satt til lading ikke jobber i konfigurasjonsmodus hold inne knappen CONFIG i 5 sekunder. %@
nl: Als het apparaat niet werkt in de configuratiemodus na het inschakelen van de stroom, houdt u de knop CONFIG minimaal 5 seconden ingedrukt. %@
pl: Jeżeli urządzenie po włączeniu zasilania nie pracuje w trybie konfiguracji, przytrzymaj wciśnięty przycisk CONFIG przez minimum 5 sekund. %@
pt_pt: Se um dispositivo não trabalha no modo de configuração depois de o ligar à rede elétrica, mantenha o botão carregado CONFIG por 5 segundos ao mínimo.. %@
sk_sk: Ak zariadenie po pripojení k el. napätiu nie je spustené v konfiguračnom režime, stlačte a na aspoň 5 sekúnd podržte tlačidlo CONFIG. %@
sl: Če naprava po vklopu napajanja ne deluje v konfiguracijskem načinu, držite gumb CONFIG najmanj 5 sekund. %@
uk: Якщо пристрій не перебуває в режимі налаштування після ввімкнення живлення, утримуйте кнопку CONFIG принаймні 5 секунд. %@

source: Press Next to continue.
cs: Chcete-li pokračovat, stiskněte tlačítko Další.
de: Um fortzusetzen, drücken Sie Weiter.
el: Για να συνεχίσετε, πατήστε Επόμενο.
es: Para continuar presiona Siguiente.
fr: Pour continuer, appuyez sur Continuer.
it: Per continuare clicca Avanti.
lt: Spustelėkite Pirmyn, jei norite tęsti
nb: For å fortsette trykk på Videre.
nl: Druk op Volgende om door te gaan.
pl: Naciśnij Dalej aby kontynuować.
pt_pt: Para continuar carregue em Continuar.
sk_sk: Pokračujte stlačením Ďalej.
sl: Če želite nadaljevati, pritisnite Naprej.
uk: Натисніть Далі, щоб продовжити.

source: Press START to start configuration.
cs: Stisknutím tlačítka START spustíte konfiguraci.
de: Drücken Sie die Taste START, um die Konfiguration zu beginnen.
el: Πατήστε το κουμπί START για να ξεκινήσει η διαμόρφωση.
es: Presiona la tecla START para iniciar la configuración.
fr: Appuyez sur DÉMARRER pour commencer la configuration.
it: Premii il tasto START per iniziare la configurazione.
lt: Paspauskite mygtuką START, kad pradėti konfigūravimą.
nb: Trykk på knappen START for å starte konfigurasjonen.
nl: Druk op de knop START om de configuratie te starten.
pl: Naciśnij przycisk START aby rozpocząć konfigurację.
pt_pt: Carregue no botão START para iniciar uma configuração.
sk_sk: Stlačte tlačidlo ŠTART a začnite konfiguráciu.
sl: Pritisnite tipko START da začnete konfiguracijo.
uk: Натисніть кнопку СТАРТ, щоб почати налаштування.

source: Make sure that the application has permissions to discover and connect to devices in the local network. This means that the "iOS->Settings->SUPLA->Local network" permission must be turned on for the wizard to work properly.
cs: Zkontrolujte, zda má aplikace oprávnění vyhledávat zařízení v místní síti a připojovat se k nim. To znamená, že pro správnou funkci průvodce musí být povoleno oprávnění "iOS->Nastavení->SUPLA->Místní síť"i.
de: Versichern Sie sich, dass die App Befugnisse zur Erkennung der Geräte im lokalen Netzwerk und Verbindung mit ihnen hat. Es bedeutet, dass zur korrekten Funktion des Assistenten die Befugnis „iOS->Einstellungen->SUPLA->Lokales Netzwerk“ eingeschaltet sein muss.
el: Βεβαιωθείτε ότι η εφαρμογή έχει άδεια εντοπισμού και σύνδεσης σε συσκευές στο τοπικό σας δίκτυο. Αυτό σημαίνει ότι το δικαίωμα "iOS->Ρυθμίσεις->SUPLA->Τοπικό δίκτυο" πρέπει να είναι ενεργοποιημένο για να λειτουργήσει σωστά ο οδηγός.
es: Asegúrate de que la aplicación tenga permisos para descubrir y conectarse a dispositivos en la red local. Esto significa que el permiso "iOS->Configuración-> SUPLA->Red local" debe estar habilitado para que el asistente funcione correctamente.
fr: Assurez-vous que l'application a la permission de trouver des appareils sur le réseau local et de s'y connecter. Cela signifie que la permission « iOS->Paramètres->SUPLA->Réseau local » doit être activée pour que l'assistant fonctionne correctement.
it: Assicurati che l'applicazione abbia i permessi per cercare e connettersi ai dispositivi nella rete locale. Controlla che in "Impostazioni -> SUPLA -> Rete locale" il permesso sia abilitato per funzionare correttamente
lt: Įsitikinkite, kad programoje yra leidimas aptikti įrenginius vietiniame tinkle ir prisijungti prie jų. Tai reiškia kad tam, kad vedlys veiktų tinkamai leidimas “iOS->Nustatymai->SUPLA->Vietinis tinklas“ turi būti įjungtas.
nb: Sørg for at applikasjonen har tillatelser til å oppdage og koble til enheter i det lokale nettverket. Dette betyr at tillatelsen "iOS-> Innstillinger-> SUPLA-> Lokalt nettverk " må være aktivert for at veiviseren skal fungere skikkelig.
nl: Zorg ervoor dat de app toestemming heeft om apparaten op het lokale netwerk te vinden en er verbinding mee te maken. Dit betekent dat de "iOS->Instellingen->SUPLA->Lokaal netwerk" toestemming moet zijn ingeschakeld om de wizard correct te laten werken.
pl: Upewnij się, że aplikacja ma uprawnienia do odnajdywania urządzeń w sieci lokalnej i łączenia się z nimi. Oznacza to, że uprawnienie "iOS->Ustawienia->SUPLA->Sieć lokalna" musi być włączone aby kreator działał poprawnie.
pt_pt: Assegurar que a aplicação tem permissão para encontrar dispositivos na rede local e ligar-se a eles. Isto significa que a permissão "iOS->Settings->SUPLA->Local Network" deve ser activada para que o assistente possa funcionar correctamente.
sk_sk: Uistite sa, že aplikácia má povolenia na zisťovanie a pripojenie k zariadeniam v lokálnej sieti. To znamená, že pre správne fungovanie sprievodcu musí byť povolené oprávnenie "iOS->Nastavenia->SUPLA->Lokálna sieť".
sl: Prepričajte se, da ima aplikacija dovoljenja za iskanje naprav v lokalnem omrežju in povezovanje z njimi. To pomeni, da mora biti dovoljenje"iOS-> Nastavitve-> SUPLA-> Lokalno omrežje" vključeno za pravilno delovanje čarovnika.
uk: Переконайтеся, що програма має дозвіл на пошук пристроїв у вашій локальній мережі та підключення до них. Це означає, що для належної роботи майстра має бути ввімкнено дозвіл "iOS->Налаштування->SUPLA->Локальна мережа".

source: Back
cs: Zpět
de: Zurück
el: Επιστροφή
es: Atrás
fr: Retour
it: Indietro
lt: Atgal
nb: Tilbake
nl: Terug
pl: Wstecz
pt_pt: Voltar
sk_sk: Späť
sl: Nazaj
uk: Назад

source: The z-wave bridge is not responding. Check if the bridge is connected to the server.
cs: Z-wave můstek neodpovídá. Zkontrolujte zda je můstek připojen k serveru.
de: Die Z-Wave-Brücke reagiert nicht.
el: Η γέφυρα του κύματος Ζ δεν αποκρίνεται. Ελέγξτε εάν η γέφυρα είναι συνδεδεμένη στον διακομιστή.
es: Puente z-wave no responde. Verifica si el puente está conectado con al servidor.
fr: Le pont z-wave ne répond pas. Vérifiez si le pont est connecté au serveur.
it: Ponte z-wave non risponde. Verifica se il ponte sia collegato al server.
lt: Z-wave tinklas neatsako. Patikrinkite, ar tiltas prijungtas prie serverio.
nb: Z-wave bro svarer ikke. Kontroller om broen er tilkoblet serveren.
nl: Z-wave brug reageert niet. Controleer of de brug met de server is verbonden.
pl: Most z-wave nie odpowiada. Sprawdź czy most jest połączony z serwerem.
pt_pt: A ponte z-wave não responde. Verifique se a ponte está conectada ao servidor.
sk_sk: Most z-wave neodpovedá. Skontroluj, či je most spojený so serverom.
sl: Most z-wave se ne odziva. Preverite, če je most povezan s strežnikom.
uk: Міст z-wave не відповідає. Перевірте, чи підключено міст до сервера.

source: Exit
cs: Výstup
de: Beenden
el: Εξοδος
es: Salir
fr: Sortie
it: Esci
lt: Išėjimas
nb: Avslutt
nl: Uitgang
pl: Wyjście
pt_pt: Sair
sk_sk: Výstup
sl: Izhod
uk: Вихід

source: The waiting time for basic channel configuration data has expired.
cs: Vypršel časový limit při čekání na údaje základní konfigurace kanálu
de: Die Wartezeit auf Daten der grundlegenden Kanalkonfiguration wurde überschritten
el: Υπέρβαση χρόνου αναμονής για βασικά δεδομένα διαμόρφωσης καναλιού
es: ¡Se ha superado el tiempo de espera a los datos de configuración básica del canal!
fr: Le temps d'attente des données de configuration de base de la chaîne a expiré
it: Tempo di attesa scaduto per la configurazione del canale base
lt: Baigėsi pagrindinių kanalo konfigūravimo duomenų laukimo laikas
nb: Ventetiden for grunnleggende kanalkonfigurasjonsdata er utløpt
nl: De wachttijd voor de basisgegevens van de kanaalconfiguratie is verstreken.
pl: Upłynął czas oczekiwania na dane podstawowej konfiguracji kanału
pt_pt: Tempo decorrido para dados básicos de configuração de canais
sk_sk: Bola prekročená lehota čakania na základné konfiguračné údaje kanála
sl: Potekel je čas čakanja na podatke osnovne konfiguracije kanala.
uk: Минув час очікування базових даних конфігурації каналу

source: Default
cs: Výchozí
de: Standardmäßig
el: Προεπιλογή
es: Defecto
fr: Défaut
lt: Numatyta
nb: Standard
nl: Standaard
pl: Domyślne
pt_pt: Predefinição
sk_sk: Predvolené
sl: Privzeti
uk: За замовчуванням

source: No function
cs: Bez funkce
de: Keine Funktion
el: Δεν υπάρχει λειτουργία
es: No hay función
fr: Aucune fonction
it: Nessuna funzione
lt: Funkcijų nėra
nb: Manglende funksjoner
nl: Geen functie beschikbaar
pl: Brak funkcji
pt_pt: Falta de funções
sk_sk: Žiadna funkcia
sl: Brez funkcije
uk: Немає функції

source: Gateway lock operation
cs: Otevření branky
de: Pforte aufmachen
el: Άνοιγμα της αυλόπορτας
es: Apertura del portillo
fr: Ouverture de portillon
it: Apertura del cancello
lt: Durelių atidarymas
nb: Åpne/steng hageporten
nl: Het openen van het poortje
pl: Otwieranie furtki
pt_pt: Abrir um portão
sk_sk: Otváranie bráničky
sl: Odpiranje vratc
uk: Відкриття воріт

source: Gate operation
cs: Otevření / zavření vstupní brány
de: Tor auf- und zumachen
el: Άνοιγμα/κλείσιμο της πύλης εισόδου
es: Apertura/cierre de la puerta de entrada
fr: Ouverture/fermeture de portail
it: Apertura/chiusura del cancello d’ingresso
lt: Įvažiavimo vartų atidarymas/uždarymas
nb: Åpne/steng hageporten
nl: Opritpoort openen / sluiten
pl: Otwieranie/zamykanie bramy wjazdowej
pt_pt: Abrir/fechar um portão de entrada
sk_sk: Otváranie/zatváranie vjazdovej brány
sl: Odpiranje/zapiranje vhodnih vrat
uk: Відкриття/закриття в'їзних воріт

source: Garage door operation
cs: Otevření / zavření dveří garáže
de: Garagentor auf- und zumachen
el: Άνοιγμα/κλείσιμο της γκαραζόπορτας
es: Apertura/cierre de la puerta de garaje
fr: Ouverture/fermeture de porte garage
it: Apertura/chiusura del cancello per garage
lt: Garažo vartų atidarymas/uždarymas
nb: Åpne/steng garasjeporten
nl: Garagedeur openen / sluiten
pl: Otwieranie/zamykanie bramy garażowej
pt_pt: OAbrir/fechar um portão de garagem
sk_sk: Otváranie/zatváranie garážovej brány
sl: Odpiranje/zapiranje garažnih vrat
uk: Відкриття/закриття гаражних воріт

source: Humidity sensor
cs: Snímač vlhkosti
de: Feuchtesensor
el: Αισθητήρας υγρασίας
es: Sensor de humedad
fr: Capteur d'humidité
it: Sensore di umidità
lt: Drėgmės jutiklis
nb: Fuktighetssensor
nl: Vochtigheidssensor
pl: Czujnik wilgotności
pt_pt: Sensor de humidade
sk_sk: Snímač vlhkosti
sl: Senzor vlažnosti
uk: Датчик вологості

source: Temperature and humidity sensor
cs: Snímač teploty a vlhkosti
de: Temperatur- und Feuchtigkeitssensor
el: Αισθητήρας θερμοκρασίας και υγρασίας
es: Sensor de temperatura y humedad
fr: Capteur de température et d'humidité
it: Sensore di temperatura e umidità
lt: Temperatūros ir drėgmės jutiklis
nb: Temperatur- og fuktighetssensor
nl: Temperatuur- en vochtigheidssensor
pl: Czujnik temperatury i wilgotności
pt_pt: Sensor da temperatura e humidade
sk_sk: Snímač teploty a vlhkosti
sl: Senzor temperature in vlažnosti
uk: Датчик температури та вологості

source: Door lock operation
cs: Otevření dveří
de: Tür aufmachen
el: Άνοιγμα της πόρτας
es: Apertura de la puerta
fr: Ouverture de porte
it: Apertura della porta
lt: Durų atidarymas
nb: Døråpning
nl: Deuropener
pl: Otwieranie drzwi
pt_pt: Abrir uma porta
sk_sk: Otváranie dverí
sl: Odpiranje vrat
uk: Відчинення дверей

source: Roller shutter operation
cs: Otevírání a zavírání rolet
de: Rolladen auf-und zumachen
el: Άνοιγμα και κλείσιμο περσίδων
es: Apertura y cierre de las persianas
fr: Ouverture et fermeture de volets roulants
it: Apertura e chiusura di avvolgibili
lt: Žaliuzių atidengimas ir uždengimas
nb: Åpning og stenging av rullegardiner
nl: Rolluik openen en sluiten
pl: Otwieranie i zamykanie rolet
pt_pt: Abrir e fechar estores
sk_sk: Otváranie a zatváranie roliet
sl: Odpiranje in zapiranje rolet
uk: Відкривання і закривання ролет

source: Roof window operation
cs: Otevírání a zavírání střešního okna
de: Öffnen und Schließen des Dachfensters
el: Άνοιγμα και κλείσιμο του παραθύρου οροφής
es: Apertura y cierre de la ventana de techo
fr: Ouverture et fermeture de la fenêtre de toit
it: Funzionamento Lucernario
lt: Stoglangio atidarymas ir uždarymas
nb: Takvindu åpning og lukking
nl: Openen en sluiten van het dakvenster
pl: Otwieranie i zamykanie okna dachowego
pt_pt: Abrir e fechar a janela do telhado
sk_sk: Otváranie a zatváranie strešného okna
sl: Odpiranje in zapiranje strešnega okna
uk: Відчинення та зачинення мансардного вікна

source: Roof window opening sensor
cs: Senzor otevření střešního okna
de: Dachfenster-Öffnungssensor
el: Αισθητήρας ανοίγματος παραθύρου οροφής
es: Sensor de apertura de la ventana de techo
fr: Capteur de fenêtre de toit ouverte
it: Sensore apertura Lucernario
lt: Stoglangio atidarymo jutiklis
nb: Sensor for åpning av takvinfu
nl: Dakraam openingssensor
pl: Czujnik otwarcia okna dachowego
pt_pt: Sensor de abertura da janela do telhado
sk_sk: Senzor otvárania strešného okna
sl: Senzor odprtja strešnega okna
uk: Датчик відчинення мансардного вікна

source: On/Off switch
cs: Síťový spínač
de: Aufladen anmachen
el: Διακόπτης παροχής ρεύματος
es: Interruptor de alimentación
fr: Interrputeur d'alimentation
it: Sensore di alimentazione
lt: Maitinimo jungiklis
nb: Strømbryter
nl: Aan / uit schakelaar
pl: Włącznik zasilania
pt_pt: Interruptor da alimentação
sk_sk: Zapínač napájania
sl: Stikalo za vklop
uk: Вимикач живлення

source: Light switch
cs: Spínač osvětlení
de: Licht anmachen
el: Διακόπτης φωτισμού
es: Interruptor de luz
fr: Interrupteur de lumière
it: Interruttore di luce
lt: Šviesos jungiklis
nb: Lysbryter
nl: Lichtschakelaar
pl: Włącznik światła
pt_pt: Interruptor de luz
sk_sk: Zapínač svetla
sl: Stikalo luči
uk: Вимикач світла

source: Weather Station
cs: Meteorologická stanice
de: Wetterstation
el: Μετεωρολογικός σταθμός
es: Estación meteorológica
fr: Station météo
it: Stazione meteo
lt: Meteorologijos stotis
nb: Værstasjon
nl: Weerstation
pl: Stacja pogodowa
pt_pt: Estação meteorológica
sk_sk: Meteorologická stanica
sl: Vremenska postaja
uk: Метеостанція

source: Thermostat
cs: Termostat
el: Θερμοστάτης
es: Termostato
it: Termostato
lt: Termostatas
nb: Termostat
nl: Thermostaat
pl: Termostat
pt_pt: Termostato
sk_sk: Termostat
sl: Termostat
uk: Термостат

source: The waiting time for changing the channel caption has expired.
cs: Vypršel časový limit při čekání na změnu podpisu kanálu.
de: Die Wartezeit auf Änderung der Kanalsignatur wurde überschritten
el: Υπέρβαση χρόνου αναμονής για αλλαγή της υπογραφής καναλιού.
es: ¡Se ha superado el tiempo de espera al cambio de descripción del canal!
fr: Le temps d'attente pour la modification de la signature de la chaîne a expiré.
it: Il tempo di attesa per il cambio di nome del canale è scaduto.
lt: Baigėsi kanalo parašo keitimo laukimo laikas.
nb: Ventetiden for endringen av kanalens signatur er utløpt.
nl: De wachttijd voor de verandering van de kanaalhandtekening is verstreken.
pl: Upłynął czas oczekiwania na zmianę podpisu kanału.
pt_pt: O tempo limite de espera para alterar a assinatura do canal expirou.
sk_sk: Bola prekročená lehota čakania na zmenu podpisu kanálu.
sl: Potekel je čas čakanja na spremembo podpisa kanala.
uk: Час очікування зміни підпису каналу минув.
