Repository: SUPLA/supla-ios
Catalog: SUPLA/Resources/*.lproj/Localizable.strings
Languages: cs, de, el, es, fr, it, lt, nb, nl, pl, pt_pt, sk_sk, sl, uk

source: channel_caption_pump_switch
cs: Přepínač čerpadla
de: Pumpenschalter
el: Διακόπτης αντλίας
es: Interruptor de la bomba
fr: Interrupteur de pompe
it: Commutatore della pompa
lt: Siurblio perjungiklis
nb: Pumpebryter
nl: Pompschakelaar
pt_pt: Interruptor da bomba
sk_sk: Spínač čerpadla
sl: Stikalo črpalke
uk: Перемикач насоса

source: channel_caption_heat_or_cold_source_switch
cs: Přepínač pro zdroj tepla nebo chladu
de: Wärme- oder Kältequellenschalter
el: Διακόπτης πηγής θερμότητας ή κρύου
es: Interruptor para fuente de calor o frío
fr: Interrupteur pour la source de chaleur ou de froid
it: Commutatore della fonte di calore o di freddo
lt: Šilumos arba vėsinimo šaltinio perjungiklis
nb: Bryter for varme- eller kuldekilde
nl: Schakelaar voor warmte- of koudebron
pt_pt: Interruptor da fonte de calor ou frio
sk_sk: Prepínač pre zdroj tepla alebo chladu
sl: Stikalo za vir toplote ali hladu
uk: Перемикач джерела тепла або холоду

source: details_em_meter_value
cs: Stav měřiče
de: Zählerstand
el: Κατάσταση του μετρητή
es: Lectura del contador
fr: Valeur du compteur
it: Lettura del contatore
nb: Meterlesing
nl: Meterstand
pt_pt: Status do contador
sk_sk: Stav počítadla
sl: Stanje števca
uk: Стан лічильника

source: details_em_current_month_consumption
cs: Spotřeba v tomto měsíci
de: Verbrauch im laufenden Monat
el: Κατανάλωση τον τρέχοντα μήνα
es: Consumo en el mes actual
fr: Consommation dans le mois courant
it: Consumo del mese corrente
nb: Forbruk i gjeldende måned
nl: Verbruik in de lopende maand
pt_pt: Consumo no mês atual
sk_sk: Spotreba v aktuálnom mesiaci
sl: Poraba v tekočem mesecu
uk: Споживання за поточний місяць

source: valve_warning_manually_closed
cs: POZOR! Ventil byl uzavřen dálkovým ovladačem (klíčenkou nebo záplavovým čidlem). Než ventil znovu otevřete, ujistěte se, že nebyl uzavřen kvůli úniku vody. Pokud je záplavové čidlo ve vodě, NEvyšle ventilu opakovaně signál pro uzavření. Chcete-li varování vypnout, otevřte ventil pomocí ovládacího tlačítka na ventilu. Opravdu chcete ventil otevřít pomocí aplikace?!
de: Das Ventil wurde manuell oder ferngesteuert geschlossen. Stellen Sie vor dem Öffnen sicher, dass es nicht wegen Ü Überfluten geschlossen wurde. Öffnen Sie das Ventil manuell, um die Warnung zu deaktivieren. Sind Sie sicher, dass Sie das Ventil über die App öffnen möchten?!
el: Η βαλβίδα έκλεισε σε χειροκίνητη λειτουργία. Πριν την ανοίξετε, βεβαιωθείτε ότι δεν έχει κλείσει λόγω πλημμύρας. Για να απενεργοποιήσετε την προειδοποίηση, ανοίξτε τη βαλβίδα χειροκίνητα. Είστε σίγουροι ότι θέλετε να ανοίξετε τη βαλβίδα μέσω της εφαρμογής;!
es: La válvula se cerró en modo manual. Antes de abrirlo, asegúrate de que no se haya cerrado debido a una inundación. Para desactivar la advertencia, abre la válvula manualmente. ¿Estás seguro de que quieres abrir la válvula desde la aplicación?
fr: La vanne a été fermée en mode manuel. Avant de l'ouvrir, assurez-vous qu'elle n'a pas été fermée en raison d'une inondation. Pour désactiver l'avertissement, ouvrez la vanne manuellement. Êtes-vous sûr de vouloir ouvrir la vanne à partir de l'application?
it: La valvola è stata chiusa manualmente. Prima di aprirla assicurarsi che non sia stata chiusa a causa di un problema. Per disattivare l'avviso aprire la valvola manualmente. Sei sicuro di voler aprire la valvola dall'applicazione?
nb: Ventilen ble stengt i manuell modus. Før du åpner den, sørg for at den ikke har vært lukket på grunn av flom. For å deaktivere advarselen, åpne ventilen manuelt. Er du sikker på at du vil åpne ventilen fra appen?!
nl: De klep werd in manuele mode gesloten. Voordat u hem opent, moet u controleren of hij niet is afgesloten vanwege een overstroming. Om de waarschuwing uit te schakelen, opent u de klep handmatig. Weet je zeker dat je de klep wilt openen vanuit de toepassing!
pt_pt: A válvula foi fechada em modo manual. Antes de o abrir, certifique-se de que não foi fechado devido a inundações. Para desactivar o aviso, abrir manualmente a válvula. Tem a certeza que quer abrir a válvula a partir da aplicação!
sl: Ventil je bil zaprt v ročnem načinu. Preden ga odprete, se prepričajte, da ni bil zaprt zaradi poplave. Če želite onemogočiti opozorilo, ročno odprite ventil. Ali ste prepričani, da želite odpreti ventil z aplikacijo?!
uk: Клапан був закритий в ручному режимі. Перш ніж відкрити його, переконайтеся, що він не був закритий через затоплення. Щоб вимкнути попередження, відкрийте клапан вручну. Ви впевнені, що хочете відкрити клапан із додатку?!

source: valve_warning_manually_closed_short
cs: POZOR! Ventil byl uzavřen dálkovým ovladačem (klíčenkou nebo záplavovým čidlem). Než ventil znovu otevřete, ujistěte se, že nebyl uzavřen kvůli úniku vody. Pokud je záplavové čidlo ve vodě, NEvyšle ventilu opakovaně signál pro uzavření. Chcete-li varování vypnout, otevřte ventil pomocí ovládacího tlačítka na ventilu.
de: Das Ventil wurde manuell oder per Funk geschlossen (mögliche Überschwemmung).
el: Η βαλβίδα έκλεισε σε χειροκίνητη λειτουργία. Πριν την ανοίξετε, βεβαιωθείτε ότι δεν έχει κλείσει λόγω πλημμύρας. Για να απενεργοποιήσετε την προειδοποίηση, ανοίξτε τη βαλβίδα χειροκίνητα.
es: La válvula se cerró en modo manual. Antes de abrirlo, asegúrate de que no se haya cerrado debido a una inundación. Para desactivar la advertencia, abre la válvula manualmente.
fr: La vanne a été fermée en mode manuel. Avant de l'ouvrir, assurez-vous qu'elle n'a pas été fermée en raison d'une inondation. Pour désactiver l'avertissement, ouvrez la vanne manuellement.
nb: Ventilen ble stengt i manuell modus. Før du åpner den, sørg for at den ikke har vært lukket på grunn av flom. For å deaktivere advarselen, åpne ventilen manuelt.
pt_pt: A válvula foi fechada em modo manual. Antes de o abrir, certifique-se de que não foi fechado devido a inundações. Para desactivar o aviso, abrir manualmente a válvula.
sl: Ventil je bil zaprt v ročnem načinu. Preden ga odprete, se prepričajte, da ni bil zaprt zaradi poplave. Če želite onemogočiti opozorilo, ročno odprite ventil.
uk: Клапан був закритий в ручному режимі. Перш ніж відкрити його, переконайтеся, що він не був закритий через затоплення. Щоб вимкнути попередження, відкрийте клапан вручну.

source: valve_detail_sensors
cs: Připojené senzory
de: Verbundene Sensoren

source: valve_error_sensor_offline
cs: Povodňový senzor nedostupný – riziko nezjištěné povodně.

source: state_channel_id
cs: Id kanálu
de: Kanal-ID
el: Αναγνωριστικό καναλιού
es: ID del Canal
fr: Id du canal
it: Id canale
nb: Kanal-ID
nl: Kanaal id
pt_pt: ID do Canal
sl: Identifikator kanala
uk: Ідентифікатор каналу

source: state_battery_level
cs: Stav baterie
de: Batteriefüllstand
el: Επίπεδο μπαταρίας
es: Nivel de batería
fr: Niveau de batterie
it: Livello batteria
nb: Batterinivå
nl: Batterijniveau
pt_pt: Nível de bateria
sl: Raven baterije
uk: Рівень заряду батареї

source: state_power_supply
cs: Napájení
el: Τροφοδοσία
es: Alimentación
fr: Alimentation
pt_pt: Alimentação
sl: Napajanje

source: channel_state_battery_powered
cs: bateriové
el: μπαταρίας
es: a pilas
fr: par pile
pt_pt: a bateria
sl: baterijsko

source: channel_state_main_powered
cs: síťové
el: ρεύματος
es: de red
fr: sur secteur
pt_pt: de rede
sl: omrežno

source: state_wifi_signal_strength
cs: Síla signálu Wi-Fi
de: WLAN-Signalstärke
el: Ισχύς σήματος Wi-Fi
es: Intensidad de señal Wi-Fi
fr: Force du signal Wi-Fi
it: Potenza del segnale WiFi
nb: Wi-Fi signalstyrke
nl: WiFi-signaalsterkte
pt_pt: Força do sinal Wi-Fi
sl: Moč Wi-Fi signala
uk: Потужність сигналу WiFi

source: state_bridge_node_online
cs: Uzel můstku - online
de: Brückenknoten - Online
el: Κόμβος γέφυρας - online
es: Nodo del puente – en línea
fr: Nœud de pont - en ligne
it: Nodo ponte – online
nb: Bridge node (bronode) - online
nl: Brugknooppunt - online
pt_pt: Junção de pontes - online
sl: Vozlišče mosta - online
uk: Мостовий вузол - онлайн

source: state_bridge_node_signal
cs: Uzel můstku - síla signálu
de: Brückenknoten – Signalstärke
el: Κόμβος γέφυρας - ισχύς σήματος
es: Nodo puente: intensidad de la señal
fr: Nœud de pont - puissance du signal
it: Nodo ponte – potenza del segnale
nb: Bronode - signalstyrke
nl: Brug knooppunt - signaalsterkte
pt_pt: Junção da ponte - força do sinal
sl: Vozlišče mosta - moč signala
uk: Мостовий вузол - потужність сигналу

source: state_uptime
cs: Provozní doba
de: Betriebszeit
el: Χρόνος εργασίας
es: Tiempo de trabajo
fr: Temps de travail
it: Tempo di attività
nb: Arbeidstid
nl: Werktijd
pt_pt: Tempo de trabalho
sl: Čas delovanja
uk: Час роботи

source: state_connection_time
cs: Dobra připojení
de: Verbindungszeit
el: Χρόνος σύνδεσης
es: Tiempo de conexión
fr: Temps de connexion
it: Tempo di collegamento
nb: Tilkoblingstid
nl: Verbindingstijd
pt_pt: Tempo de ligação
sl: Čas povezave
uk: Час підключення

source: state_battery_health
cs: Životnost baterie
de: Batterielaufzeit
el: Διάρκεια ζωής μπαταρίας
es: Duración de la batería
fr: Vie de la batterie
it: Vita utile della batteria
nb: Batteritid
nl: Levensduur van de batterij
pt_pt: Duração da bateria
sl: Življenjska doba baterije
uk: Термін служби батареї

source: state_connection_reset_cause
cs: Důvod restartování připojení
de: Ursache des Verbindungsreset
el: Λόγος επανεκκίνησης της σύνδεσης
es: Causa del reinicio de la conexión
fr: Raison du redémarrage de la connexion
it: Causa di riavvio della connessione
nb: Årsak til fornyelse av tilkoblingen
nl: Reden voor het herstarten van de verbinding
pt_pt: Motivo para reiniciar a ligação
sl: Razlog za ponovni zagon povezave
uk: Причина перезапуску з'єднання

source: state_light_source_lifespan
cs: Životnost světelného zdroje
de: Lebensdauer der Lichtquelle
el: Διάρκεια ζωής της πηγής φωτός
es: Vida útil de la fuente de luz
fr: Durée de vie de la source lumineuse
it: Vita utile di sorgente luminosa
nb: Lyskildens levetid
nl: Levensduur van de lichtbron
pt_pt: Vida útil da fonte de luz
sl: Življenjska doba svetlobnega vira
uk: Термін служби джерела світла

source: state_source_operating_time
cs: Provozní doba světelného zdroje
de: Betriebszeit der Lichtquelle
el: Χρόνος εργασίας πηγής φωτός
es: Tiempo de trabajo de la fuente de luz
fr: Temps de travail de la source lumineuse
it: Tempo di funzionamento di sorgente luminosa
nb: Lyskildens arbeidstid
nl: Lichtbron werktijd
pt_pt: Tempo de funcionamento da fonte luminosa
sl: Delovni čas svetlobnega vira
uk: Час роботи джерела світла

source: state_dialog_lightsource_settings
cs: ZMĚNIT NASTAVENÍ ŽIVOTNOSTI SVĚTELNÉHO ZDROJE
el: ΑΛΛΑΓΗ ΡΥΘΜΙΣΕΩΝ ΔΙΑΡΚΕΙΑΣ ΖΩΗΣ ΤΗΣ ΠΗΓΗΣ ΦΩΤΟΣ
es: CAMBIAR CONFIGURACIÓN DE VIDA ÚTIL DE LA FUENTE DE LUZ
fr: MODIFIER LE RÉGLAGE DE LA DURÉE DE VIE DE LA SOURCE LUMINEUSE
it: Cambia le impostazioni della durata di vita della sorgent luminosa
nb: ENDRE LIVSKILDEINNSTILLING
nl: DE INSTELLING VOOR DE LEVENSDUUR VAN DE LICHTBRON WIJZIGEN
pt_pt: ALTERAR AS DEFINIÇÕES DE VIDA ÚTIL DA FONTE DE LUZ
sl: SPREMENITE NASTAVITVE ŽIVLJENSKE DOBE SVETLOBNEGA VIRA
uk: ЗМІНИТИ НАЛАШТУВАННЯ РЕСУРСУ ДЖЕРЕЛА СВІТЛА

source: channel_state_uptime
cs: %d dny %02d:%02d:%02d
el: %d ημέρες %02d:%02d:%02d
es: %d días %02d:%02d:%02d
fr: %d jours %02d:%02d:%02d
nb: %d dager %02d:%02d:%02d
pt_pt: %d dias %02d:%02d:%02d
sl: %d dni %02d:%02d:%02d
uk: %d дні %02d:%02d:%02d

source: lastconnectionresetcause_unknown
cs: 0: neznámý
el: 0: άγνωστο
es: 0: desconocido
fr: 0 : inconnu
nb: 0: ukjent
pt_pt: 0: desconhecido
sl: 0: neznan
uk: 0: невідомо

source: lastconnectionresetcause_activity_timeout
cs: 1: žádná odpověď serveru
el: 1: δεν υπάρχει απόκριση διακομιστή
es: 1: sin respuesta del servidor
fr: 1 : aucune réponse du serveur
nb: 1: ingen respons fra serveren
pt_pt: 1: sem resposta do servidor
sl: 1: ni odgovora strežnika
uk: 1: немає відповіді сервера

source: lastconnectionresetcause_wifi_connection_lost
cs: 2: ztráta Wi-Fi připojení
el: 2: απώλεια σύνδεσης Wi-Fi
es: 2: Conexión Wi-Fi perdida
fr: 2 : perte de la connexion Wi-Fi
nb: 2: Mistet WiFi-tilkobling
pt_pt: 2: perda da ligação Wi-Fi
sl: 2: izguba Wi-Fi povezave
uk: 2: Wi-Fi з’єднання втрачено

source: lastconnectionresetcause_server_connection_lost
cs: 3: restart připojení k serveru
el: 3: επαναφέρετε τη σύνδεση με τον διακομιστή
es: 3: restablecimiento de la conexión del servidor
fr: 3 : réinitialisation de la connexion avec le serveur
nb: 3: tilbakestilling av servertilkobling
pt_pt: 3: Reiniciar a ligação ao servidor
sl: 3: ponovni zagon povezave s strežnikom
uk: 3: скидання підключення до сервера

source: state_dialog_last_known_state
cs: Offline – poslední známý stav:

source: change_caption_channel_name
cs: Název kanálu
de: Name des Kanals
el: Όνομα καναλιού
es: Nombre del canal
fr: Nom du canal
it: Nome Canale
nb: Kanalnavn
nl: Naam kanaal
pt_pt: Nome do canal
sl: Ime kanala
uk: Назва каналу

source: change_caption_scene_name
cs: Název scény
de: Szenenname
el: Όνομα σκηνής
es: Nombre de la escena
fr: Nom de la scène
it: Nome della scena
nb: Navn på scenen
nl: Scènenaam
pt_pt: Nome da cena
sl: Ime prizora

source: change_caption_location_name
cs: Název umístění
el: Όνομα τοποθεσίας
es: Nombre de la localización
fr: Nom de la localisation
it: Nome Ambiente
nb: Stedsnavn
pt_pt: Nome da localização
sl: Ime lokacije
uk: Назва місця

source: container_invalid_sensor_state
cs: Neplatný stav senzoru.

source: car_play_action
cs: Akce: %@
el: Ενέργεια: %@
es: Acción: %@
fr: Action: %@
nb: Handling: %@
pt_pt: Acção: %@
sl: Dejanje: %@
uk: Подія: %@

source: car_play_display_name
cs: Název
el: Όνομα
es: Nombre
fr: Nom
nb: Navn
pt_pt: Nome
sl: Ime
uk: Назва

source: car_play_label
cs: Akce pro Widgety/CarPlay
fr: Actions pour Widgets/CarPlay
sl: Dejanja za Pripomočke/CarPlay

source: car_play_voice_messages
cs: Přehrát zprávy
fr: Lire les messages
sl: Predvajaj sporočila

source: car_play_execution_error
cs: Selhání provedení (kód chyby: %d)
fr: Échec de l'exécution (code d'erreur : %d)
sl: Izvedba ni uspela (koda napake: %d)

source: car_play_executing
cs: Provádění...
fr: Exécution en cours...
sl: Izvajanje...

source: car_play_delete_title
cs: Odstraňování položky
fr: Suppression de l'élément
sl: Brisanje predmeta

source: car_play_delete_message
cs: Chcete pokračovat?
fr: Voulez-vous continuer?
sl: Želite nadaljevati?

source: car_play_confirm_delete
cs: Smazat
fr: Supprimer
sl: Izbriši

source: car_play_empty
cs: CarPlay není nakonfigurován. Přejděte do App Supla -> Nastavení -> Akce pro Widgety/CarPlay a připravte konfiguraci.
fr: CarPlay n'est pas configuré. Allez dans l'App Supla -> Réglages -> Actions pour Widgets/CarPlay et préparez la configuration.
sl: CarPlay ni konfiguriran. Pojdite v aplikacijo Supla App -> Nastavitve -> Dejanja za Pripomočke/CarPlay in pripravite konfiguracijo.

source: widgets_label
cs: Akce pro widgety
fr: Actions pour widgets
sl: Dejanja za pripomočke

source: widget_empty_hint
cs: Není definována žádná běžná akce. Přejděte do APP Supla -> Nastavení -> Akce pro widgety a definujte své akce.
fr: Aucune action courante définie. Allez dans l'APP Supla -> Réglages -> Actions pour widgets et définissez vos actions.
sl: Ni določeno nobeno skupno dejanje. Pojdite v aplikacijo Supla APP -> Nastavitve -> Dejanja za pripomočke in določite svoja dejanja.

source: widget_with_carplay_empty_hint
cs: Není definována žádná běžná akce. Přejděte do APP Supla -> Nastavení -> Akce pro Widgety/CarPlay a definujte své akce.
fr: Aucune action courante définie. Allez dans l'APP Supla -> Réglages -> Actions pour Widgets/CarPlay et définissez vos actions.
sl: Ni določeno nobeno skupno dejanje. Pojdite v aplikacijo Supla APP -> Nastavitve -> Dejanja za Pripomočke/CarPlay in določite svoja dejanja.

source: widget_control_hint
cs: Provedení akce
fr: Exécuter l'action
sl: Izvedi dejanje

source: widgets_actions_name
cs: Akce
fr: Actions
sl: Dejanja

source: widgets_actions_description
cs: Zjednodušuje přístup k nejběžnějším akcím.
fr: Simplifie l'accès aux actions les plus courantes.
sl: Poenostavi dostop do najpogostejših dejanj.

source: widgets_unknown_action
cs: Neznámá akce!
fr: Action inconnue!
sl: Neznano dejanje!

source: widgets_value_title
cs: Rychlý náhled
fr: Aperçu Rapide
sl: Hiter Pregled

source: widgets_value_description
cs: Widget, který slouží k rychlému náhledu aktuální hodnoty kanálu.
fr: Widget qui affiche un aperçu rapide de la valeur actuelle du canal.
sl: Pripomoček, ki služi za hiter predogled trenutne vrednosti kanala.

source: widget_configuration_error
cs: Widget není správně nakonfigurován
fr: Le widget n'est pas correctement configuré
sl: Pripomoček ni pravilno konfiguriran

source: widgets_single_action_title
cs: Jedna akce
fr: Action Simple
sl: Eno Dejanje

source: widgets_single_action_description
cs: Zjednodušuje přístup k jedné akci.
fr: Simplifie l'accès à une seule action.
sl: Poenostavi dostop do enega dejanja.

source: widgets_double_action_title
cs: Dvojitá akce
fr: Double Action
sl: Dvojno Dejanje

source: widgets_double_action_description
cs: Zjednodušuje přístup ke dvěma akcím.
fr: Simplifie l'accès à deux actions.
sl: Poenostavi dostop do dveh dejanj.

source: widgets_first_action
cs: První akce
fr: Première Action
sl: Prvo Dejanje

source: widgets_second_action
cs: Druhá akce
fr: Deuxième Action
sl: Drugo Dejanje

source: widgets_control_title
cs: Ovládací tlačítko
fr: Bouton de Commande
sl: Kontrolni Gumb

source: widgets_control_description
cs: Tlačítko, které umožňuje provést předdefinovanou jedinou akci.
fr: Bouton qui permet d'exécuter une seule action prédéfinie.
sl: Gumb, ki omogoča izvedbo vnaprej določenega posameznega dejanja.

source: widgets_selected_action
cs: Vybraná akce
fr: Action Sélectionnée
sl: Izbrano Dejanje

source: device_reg_request_timeout
cs: Doba čekání na informace o dostupnosti registrace zařízení byla překročena!
el: Υπέρβαση χρόνου αναμονής για τις πληροφορίες σχετικά με τη διαθεσιμότητα εγγραφής των συσκευών!
es: ¡Se ha superado el tiempo de espera para la información sobre la disponibilidad de registro de dispositivos!
fr: Le délai d'attente pour des informations sur la disponibilité d'enregistrement des dispositifs est dépassé !
nb: Ventetiden for informasjon om registrering av enheter er tilgjengelig er overskredet!
pt_pt: O tempo-limite de informação sobre a disponibilidade do registo dos dispositivos foi excedido!
sl: Čakalna doba za pridobitev informacije o razpoložljivosti registracije naprav je prekoračena!
uk: Минув час очікування інформації про наявність реєстрації пристрою!

source: enabling_registration_timeout
cs: Vypršel časový limit při čekání na zapnutí registrace!
el: Υπέρβαση χρόνου αναμονής για την ενεργοποίηση της εγγραφής έχει λήξει!
es: ¡Se ha superado el tiempo de espera de inicialización del registro!
fr: Le temps d’attente pour activer l'enregistrement a expiré !
nb: Ventetiden for å slå på registrering er utløpt!
pt_pt: O tempo de espera para o registo ter sido activado expirou!
sl: Časovna omejitev za registracijo je potekla!
uk: TЧас реєстрації минув!

source: add_wizard_step_1_welcome
cs: Vítejte v Průvodci přidáním zařízení, který vám pomůže rychle a snadno přidat nové zařízení do vašeho systému.
el: Καλώς ορίσατε στον οδηγό προσθήκης συσκευής, ο οποίος θα σας βοηθήσει να προσθέσετε μια νέα συσκευή στο σύστημα με γρήγορο και εύκολο τρόπο.
es: Bienvenido al asistente de adición de dispositivos, que le ayudará a añadir nuevos dispositivos al sistema de forma sencilla y rápida.
fr: Bienvenue dans l'assistant d'ajout des dispositifs qui vous aidera d'une manière simple et rapide à ajouter un nouveau dispositif au système.
nb: Velkommen til assistenten for å legge til enheter som vil hjelpe deg å legge til enheter til systemet på en enkel og rask måte.
pt_pt: Bem-vindo ao assistente para adicionar dispositivos que lhe permitirá adicionar novos dispositivos ao sistema de maneira simples e rápida.
sl: Dobrodošli v čarovniku za dodajanje naprav, ki vam bo pomagal hitro in enostavno dodati novo napravo v sistem.
uk: Вітаємо у майстрі додавання пристроїв, який допоможе Вам швидко та легко додати новий пристрій до системи.

source: add_wizard_step_1_continue
cs: Chcete-li pokračovat, stiskněte tlačítko **Další**.
el: Για να συνεχίσετε, πατήστε **Επόμενο**.
es: Para continuar presiona **Siguiente**.
fr: Pour continuer, appuyez sur **Continuer**.
nb: For å fortsette trykk på **Videre**.
pt_pt: Para continuar carregue em **Continuar**.
sl: Če želite nadaljevati, pritisnite **Naprej**.
uk: Для продовження натисніть **Далі**.

source: add_wizard_step_2_message
cs: Zadejte jméno a heslo vaší domácí nebo firemní sítě Wi-Fi, pomocí kterého se bude možné připojit k serveru.
el: Πληκτρολογήστε το όνομα και τον κωδικό πρόσβασης του οικιακού ή επιχειρηματικού σας δικτύου Wi-Fi μέσω του οποίου η εκτελεστική συσκευή θα μπορεί να συνδεθεί με τον διακομιστή.
es: Introduzca el nombre y la contraseña de su red Wi-Fi (individual o empresarial) que permita al dispositivo establecer la conexión con el servidor.
fr: Entrez un nom et un mot de passe du Votre réseau Wi-Fi domestique ou d'entreprise ave laquelle d’appareil pourra se connecter avec le serveur.
nb: Tast inn navnet og passordet til ditt hjemme- eller firmanettverk som enheten inngang/utgang kan bruke for å koble til serveren.
pt_pt: Introduza o nome e a senha da sua rede Wi-Fi doméstica ou empresarial através da qual o dispositivo poderá estabelecer uma conexão com o servidor.
sl: Vnesite ime in geslo vašega domačega ali poslovnega omrežja Wi-Fi, prek katerega bo izvršilna naprava lahko vzpostavila povezavo s strežnikom.
uk: Введіть ім'я та пароль вашої домашньої або корпоративної WiFi мережі, через яку виконавчий пристрій зможе встановити з'єднання з сервером.

source: add_wizard_network_name
cs: Název sítě
el: Όνομα δικτύου
es: Nombre de la red
fr: Nom du réseau
nb: Nettverksnavn
pt_pt: Nome da rede
sl: Ime omrežja
uk: Назва мережі

source: add_wizard_step_3_message_1
cs: Připojte zařízení k napájení. Zařízení by mělo ve výchozím nastavení fungovat v konfiguračním režimu, indikovaném blikáním stavové LED diody následovně.
el: Συνδέστε τη συσκευή σας στην παροχή ρεύματος. Η συσκευή θα πρέπει, εξ ορισμού, να λειτουργεί σε λειτουργία διαμόρφωσης, όπως υποδεικνύεται από το LED κατάστασης που αναβοσβήνει ως εξής.
es: Conecte su dispositivo a la fuente de alimentación. El dispositivo debería, por defecto, operar en modo de configuración, indicado por el parpadeo del LED de estado de la siguiente manera.
fr: Connectez votre appareil à l'alimentation électrique. L'appareil devrait, par défaut, fonctionner en mode de configuration, indiqué par le clignotement de la LED d'état comme suit.
nb: Koble enheten til strømforsyningen. Enheten skal som standard fungere i konfigurasjonsmodus, indikert av status-LED-en som blinker som følger.
pt_pt: Conecte seu dispositivo à fonte de alimentação. O dispositivo deve, por padrão, operar no modo de configuração, indicado pelo LED de status piscando da seguinte forma.
sl: Priključite napravo na napajanje. Naprava bi morala privzeto delovati v konfiguracijskem načinu, kar označuje utripanje LED lučke stanja na naslednji način.
uk: Підключіть пристрій до джерела живлення. Пристрій за замовчуванням повинен працювати в режимі конфігурації, про що свідчить миготіння індикатора стану наступним чином.
