Repository: SUPLA/supla-ios
Catalog: SUPLA/Resources/*.lproj/Localizable.strings
Languages: cs, de, el, es, fr, it, lt, nb, nl, pl, pt_pt, sk_sk, sl, uk

source: status_host_not_found
cs: Adresa serveru nebyla nalezena
de: Host nicht gefunden. Überprüfen Sie bitte ob die Internetverbindung korrekt funktioniert und das Konto korrekt erstellt wurde.
el: Η διεύθυνση του διακομιστή δεν βρέθηκε
es: No se ha encontrado la dirección del servidor
fr: Nous n'avons pas pu trouver cette adresse du serveur
it: L’indirizzo del server non è stato trovato
lt: Serverio adresas nerastas
nb: Serveradresse ikke funnet
nl: Serveeradres werd niet gevonden
pt_pt: O endereço do servidor não foi encontrado
sk_sk: Adresa servera nebola nájdená
sl: Naslova strežnika ni mogoče najti
uk: Адреса сервера не знайдена. Переконайтеся, що у вас є підключення до Інтернету та що створено обліковий запис із введеною адресою електронної пошти.

source: status_cant_connect_to_host
cs: Nelze se připojit k serveru
de: Die Verbindung mit dem Server konnte nicht erstellt werden
el: Αδυναμία σύνδεσης με τον διακομιστή
es: No se puede conectar al servidor
fr: Impossible de se connecter au serveur
it: Connessione con il server non riuscita
nb: Kan ikke koble til serveren
nl: Kon geen verbinding maken met de host
pt_pt: Impossível ligar com o servidor
sk_sk: Nedá sa spojiť so serverom
sl: Ni mogoče se povezati s strežnikom
uk: Не вдалося підключитися до сервера

source: pin_setup_header
cs: Definujte svůj kód PIN
de: Definieren Sie Ihren PIN-Code
el: Ορίστε το PIN σας
es: Define tu PIN
fr: Définissez votre code PIN
it: Definisci il Tuo PIN
lt: Nustatykite savo PIN kodą
nb: Definer PIN-koden din
nl: Uw PIN-code instellen
pt_pt: Defina o seu código PIN
sk_sk: Definovať PIN kód
sl: Opredelite svojo kodo PIN
uk: Встановіть свій PIN-код

source: pin_setup_title
cs: Konfigurace PIN
de: PIN konfigurieren
el: Διαμόρφωση PIN
es: Configuración del PIN
fr: Configuration du code PIN
it: Configurazione PIN
lt: PIN konfigūravimas
nb: PIN-konfigurasjon
nl: PIN-instelling
pt_pt: Configuração do PIN
sk_sk: Konfigurácia PIN
sl: Konfiguracija kode PIN
uk: Конфігурація PIN-коду

source: pin_setup_repeat
cs: Opakujte kód PIN
de: PIN-Code wiederholen
el: Επανάληψη PIN
es: Repite el PIN
fr: Répéter le code PIN
it: Ripeti PIN
lt: Pakartokite PIN
nb: Gjenta PIN-kode
nl: PIN herhalen
pt_pt: Repita o PIN
sk_sk: Zopakovať kód PIN
sl: Ponovite kodo PIN
uk: Повторіть PIN-код

source: pin_setup_entry_different
cs: Zadané kódy se liší!
de: PIN-Codes sind unterschiedlich!
el: Οι κωδικοί που εισάγονται είναι διαφορετικοί!
es: ¡Los códigos introducidos son diferentes!
fr: Les codes introduits sont différents !
it: Codici inseriti sono diversi!
lt: Įvesti kodai skiriasi!
nb: Kodene som er lagt inn er forskjellige!
nl: De ingevoerde codes zijn anders!
pt_pt: Os códigos introduzidos diferem!
sk_sk: Zadané kódy nie sú rovnaké!
sl: Vnesene kode so različne!
uk: Введені коди відрізняються!

source: pin_setup_use_biometric
cs: Biometrické ověřování:
de: Biometrische Authentifizierung:
el: Βιομετρικός έλεγχος ταυτότητας:
es: Autenticación biométrica:
fr: Authentification biométrique :
it: Autenticazione biometrica:
lt: Biometrinis autentifikavimas:
nb: Biometrisk autentisering:
nl: Biometrische verificatie:
pt_pt: Autenticação biométrica:
sk_sk: Biometrické overovanie:
sl: Biometrično preverjanje pristnosti:
uk: Біометрична автентифікація:

source: pin_setup_biometric_not_enrolled
cs: Biometrické ověřování nebylo nakonfigurováno. Pokud chcete používat biometrické údaje, nakonfigurujte je nejprve v nastavení systému.
de: Biometrische Authentifizierung nicht verfügbar. Wenn Sie die biometrische Authentifizierung nuthen wollen, bitte zuerst in System Einstellungen konfigurieren.
el: Ο βιομετρικός έλεγχος ταυτότητας δεν έχει ρυθμιστεί. Αν θέλετε να χρησιμοποιήσετε βιομετρικά στοιχεία, ρυθμίστε τα πρώτα στις ρυθμίσεις συστήματος.
es: No se ha configurado la autenticación biométrica. Si deseas utilizar la biometría, configúrala primero en los ajustes del sistema.
fr: L'authentification biométrique n'a pas été configurée. Si vous souhaitez utiliser la biométrie, configurez-la d'abord dans les paramètres du système.
it: Autenticazione biometrica non è stata configurata. Se si desidera utilizzare la biometria, configurarla prima nelle impostazioni di sistema.
lt: Biometrinis autentifikavimas nebuvo sukonfigūruotas. Jei norite pasinaudoti biometrija, pirmiau sukonfigūruokite ją sistemos nustatymuose.
nb: Biometrisk autentisering er ikke konfigurert. Hvis du vil bruke biometri, må du først konfigurere det i systeminnstillingene.
nl: Biometrische verificatie is niet geconfigureerd. Als je biometrie wilt gebruiken, moet je dit eerst configureren in de systeeminstellingen.
pt_pt: A autenticação biométrica não foi configurada. Se deseja utilizar a biometria, configure-a primeiro nas definições do sistema.
sk_sk: Biometrické overovanie nebolo nakonfigurované. Ak chcete používať biometriu, najprv ju nakonfigurujte v nastaveniach systému.
sl: Biometrično preverjanje pristnosti ni bilo konfigurirano. Če želite uporabljati biometrijo, jo najprej konfigurirajte v sistemskih nastavitvah.
uk: Біометричну автентифікацію не налаштовано. Якщо Ви хочете використовувати біометричні дані, спочатку налаштуйте їх у налаштуваннях системи.

source: lock_screen_hello
cs: Vítejte zpět!
de: Willkommen zurück!
el: Καλώς ήρθατε πίσω!
es: ¡Bienvenido de nuevo!
fr: C'est un plaisir de vous revoir !
it: Bentornato!
lt: Sveiki atvykę vėl!
nb: Velkommen tilbake!
nl: Welkom terug!
pt_pt: Bem-vindo de volta!
sk_sk: Vitajte späť!
sl: Dobrodošli nazaj!
uk: З поверненням!

source: lock_screen_enter_pin
cs: Zadat PIN
de: PIN Eingabe
el: Εισαγωγή ΡΙΝ
es: Introduce el PIN
fr: Entrez votre PIN
it: Inserisci PIN
lt: Įveskite PIN
nb: Angi PIN-kode
nl: Voer PIN-code in
pt_pt: Introduza o PIN
sk_sk: Zadať PIN
sl: Vnesite kodo PIN
uk: Введіть PIN-код

source: lock_screen_wrong_pin
cs: Zadán nesprávný kód PIN!
de: Eingegebenes PIN-Code ist falsch!
el: Εισαγωγή λανθασμένου κωδικού PIN!
es: ¡Código PIN incorrecto!
fr: Code PIN incorrect !
it: Il codice PIN inserito è errato!
lt: Įvestas neteisingas PIN kodas!
nb: Feil PIN-kode tastet inn!
nl: Onjuiste PIN-code ingevoerd!
pt_pt: Foi introduzido um código PIN inválido!
sk_sk: Bol zadaný nesprávny PIN kód!
sl: Vnesena napačna koda PIN!
uk: Введено неправильний PIN-код!

source: lock_screen_remove_pin
cs: Odstranění kódu PIN
de: PIN Löschen
el: Διαγραφή PIN
es: Eliminación del PIN
fr: Suppression du code PIN
it: Eliminazione del codice PIN
lt: PIN kodo šalinimas
nb: Sletting av PIN-kode
nl: PIN verwijderen
pt_pt: A eliminar o código PIN
sk_sk: Odstraňovanie PIN kódu
sl: Brisanje kode PIN
uk: Видалення PIN-коду

source: lock_screen_forgotten_code
cs: Nepamatuji si přístupový kód
de: PIN-Code vergessen
el: Δεν θυμάμαι τον κωδικό πρόσβασης
es: No recuerdo el código de acceso
fr: Je ne me souviens pas du code d'accès
it: Non ricordo il codice di accesso
lt: Pamiršau prieigos kodą
nb: Jeg husker ikke adgangskoden
nl: Ik herinner me de toegangscode niet
pt_pt: Não me lembro do código de acesso
sk_sk: Nepamätám si prístupový kód
sl: Ne spomnim se kode za dostop
uk: Я не пам'ятаю код доступу

source: lock_screen_forgotten_code_title
cs: Přístupový kód
de: Zugangscode
el: Κωδικός πρόσβασης
es: Código de acceso
fr: Codes d'accès
it: Codice di accesso
lt: Prieigos kodas
nb: Adgangskode
nl: Toegangscode
pt_pt: Código de acesso
sk_sk: Prístupový kód
sl: Koda za dostop
uk: Код доступу

source: lock_screen_forgotten_code_message
cs: Pokud si přístupový kód nepamatujete, odinstalujte aplikaci z telefonu a poté ji znovu nainstalujte. Po opětovnou instalaci přidejte konfiguraci účtu ze služby Supla Cloud. Nevytvářejte nový účet. Historická data a všechna zařízení nebudou smazány.
de: Wenn Sie sich nicht an Ihren Zugangscode erinnern können, bitte die App löschen und neu installieren. Wenn die App neu installiert wird, bitte Ihres Kontodaten nochmal eingeben. Sie sollten kein neues Konto anlegen. Die Daten und Geräte bleiben verfügbar in das Supla Cloud Konto.
el: Αν δεν θυμάστε τον κωδικό πρόσβασης, απεγκαταστήστε την εφαρμογή από το τηλέφωνό σας και, στη συνέχεια, εγκαταστήστε την ξανά. Μετά την επανεγκατάσταση, προσθέστε τη διαμόρφωση λογαριασμού από το Supla Cloud. Μην δημιουργείτε νέο λογαριασμό. Τα ιστορικά δεδομένα και όλες οι συσκευές δεν θα χαθούν.
es: Si no recuerdas el código de acceso, desinstala la aplicación de tu teléfono y vuelve a instalarla. Tras la reinstalación, añade la configuración de la cuenta desde Supla Cloud. No crees una cuenta nueva. Los datos del historial y todos los dispositivos no se perderán.
fr: Si vous ne vous souvenez pas du code d'accès, désinstallez l'application de votre téléphone, puis réinstallez-la. Après la réinstallation, ajoutez la configuration du compte à partir de Supla Cloud. Ne créez pas de nouveau compte. Les données historiques et tous les appareils ne seront pas perdus.
it: Se hai dimenticato il codice di accesso, disinstalla l'applicazione dal telefono e poi procedi alla reinstallazione. Dopo la reinstallazione, aggiungi la configurazione dell'account da Supla Cloud. Non creare un nuovo account. I dati storici e tutti i dispositivi non andranno persi.
lt: Jei pamiršote prieigos kodą, pašalinkite programėlę iš telefono, o tada įdiekite ją iš naujo. Vėl įdiegę pridėkite paskyros konfigūravimą su Supla Cloud. Nekurkite naujos paskyros. Istorijos duomenys ir visi įrenginiai nebus prarasti.
nb: Hvis du ikke husker tilgangskoden, kan du avinstallere appen fra telefonen og deretter installere den på nytt. Etter reinstallasjon legger du til kontokonfigurasjonen fra Supla Cloud. Ikke opprett en ny konto. Historiske data og alle enheter vil ikke gå tapt.
nl: Als je de toegangscode niet meer weet, verwijder dan de app van je telefoon en installeer deze vervolgens opnieuw. Voeg na de herinstallatie de accountconfiguratie toe vanuit Supla Cloud. Maak geen nieuwe account. Historische gegevens en alle apparaten gaan niet verloren.
sk_sk: Ak si nepamätáte prístupový kód, odinštalujte aplikáciu z telefónu a potom ju znova nainštalujte. Po opätovnej inštalácii pridajte konfiguráciu účtu zo služby Supla Cloud. Nevytvárajte nový účet. Údaje z histórie ani zariadenia nezmiznú.
sl: Če se ne spomnite kode za dostop, odstranite aplikacijo iz telefona in jo nato znova namestite. Po ponovni namestitvi dodajte konfiguracijo računa iz oblaka Supla Cloud. Ne ustvarjajte novega računa. Zgodovinski podatki in vse naprave ne bodo izgubljeni.
uk: Якщо Ви не пам'ятаєте код доступу, видаліть додаток з телефону, а потім встановіть його знову. Після перевстановлення додайте конфігурацію облікового запису з Supla Cloud. Не створюйте новий обліковий запис. Історичні дані та всі пристрої не будуть втрачені.

source: lock_screen_forgotten_code_button
cs: Rozumím
de: Einverstanden
el: Καταλαβαίνω
es: Entiendo
fr: J'ai compris
it: Ho capito
lt: Supratau
nb: Jeg forstår
nl: Ik begrijp het
pt_pt: Entendo
sk_sk: Rozumiem
sl: Razumem
uk: Розумію

source: lock_screen_confirm_authorize_range_change
cs: Změna rozsahu povolení
de: Änderung des Berechtigungsumfangs
el: Αλλαγή του πεδίου εφαρμογής της άδειας
es: Modificación del alcance de la autorización
fr: Modification du champ d'application de l'autorisation
it: Modifica dell'ambito dell'autorizzazione
lt: Autorizacijos apimties keitimas
nb: Endring av autorisasjonens omfang
nl: De reikwijdte van autorisatie wijzigen
pt_pt: Alteração do intervalo de autorização
sk_sk: Zmena rozsahu povolenia
sl: Sprememba območja dovoljenja
uk: Зміна обсягу авторизації

source: lock_screen_pin_locked
cs: Příliš mnoho špatných pokusů. Pin je zablokován na %@.
de: Zu viele Fehlversuche. PIN-Eingabe für %@ gesperrt.
el: Πάρα πολλές λανθασμένες προσπάθειες. Το pin έχει μπλοκαριστεί για %@.
es: Demasiados intentos fallidos. El pin ha sido bloqueado durante %@.
fr: Trop de tentatives à l'echec. Le code PIN a été verrouillé %@.
it: Troppi tentativi errati. Il PIN è stato bloccato per %@.
lt: Per daug klaidingų bandymų. Pin užblokuotas %@.
nl: Te veel verkeerde pogingen. De pin is vergrendeld op %@.
sk_sk: Príliš veľa nesprávnych pokusov. PIN kód bol zablokovaný na %@.
sl: Preveč napačnih poskusov. Pin je bil blokiran na %@.
uk: Занадто багато помилкових спроб. PIN-код заблоковано на %@.

source: biometric_prompt_subtitle
cs: Odemknout otiskem prstu
de: Entsperren mittels Biometrie
el: Ξεκλείδωμα με το δακτυλικό σας αποτύπωμα
es: Desbloqueo con huella dactilar
fr: Déverrouillage par empreinte digitale
it: Sblocca con l'impronta digitale
lt: Atrakinti piršto atspaudu
nb: Lås opp med fingeravtrykket ditt
nl: Ontgrendelen met je vingerafdruk
pt_pt: Desbloquear com a impressão digital
sk_sk: Odomknutie pomocou odtlačku prsta
sl: Odklepanje s prstnim odtisom
uk: Розблокування за допомогою відбитка пальця

source: about_version
cs: verze %@
de: version %@
el: Η έκδοση %@
es: versión %@
fr: version %@
it: versione %@
lt: versija %@
nb: versjon %@
nl: wersie %@
pt_pt: versão %@
sk_sk: verzia %@
sl: različica %@
uk: версія %@

source: about_build_time
cs: Verze ze dne: %@
de: Version des Tages: %@
el: Έκδοση της ημέρας: %@
es: Versión del día: %@
fr: Version du : %@
it: Versione del: %@
lt: Versija nuo: %@
nb: Dagens versjon: %@
nl: Versie van de dag: %@
pt_pt: Versão de: %@
sk_sk: Verzia z dňa: %@
sl: Različica z dne: %@
uk: Версія від: %@

source: details_em_forward_active_energy
cs: Pobíraná činná energie
de: Wirkenergie aufgenommen
el: Ληφθείσα ενεργή ενέργεια
es: Energía activa recibida
fr: Energie active importée
it: Energia attiva prelevata
lt: Aktyvioji energija parsisiųsta
nb: Aktiv strøm mottatt
nl: Opgenomen actieve energie
pt_pt: Energia ativa direta
sk_sk: Činná energia prijatá
sl: Aktivna porabljena energija
uk: Спожита активна енергія

source: details_em_reverse_active_energy
cs: Zpětná činná energie
de: Wirkenergie zurückgegeben
el: Επιστραφείσα ενεργή ενέργεια
es: Energía activa devuelta
fr: Energie active rendue
it: Energia attiva restituita
lt: Aktyvioji energija grąžinta
nb: Aktiv strøm returnert
nl: Actieve energie geretourneerd
pt_pt: Energia ativa reversa
sk_sk: Činná energia odovzdaná
sl: Aktivna vrnjena energija
uk: Повернуто активну енергію

source: details_em_forward_reactive_energy
cs: Pobíraná jalová energie
de: Blindenergie aufgenommen
el: Ληφθείσα παθητική ενέργεια
es: Energía reactiva recibida
fr: Energie passive importée
it: Energia reattiva prelevata
lt: Reaktyvioji energija parsisiųsta
nb: Passiv strøm mottatt
nl: Reactieve energie verzameld
pt_pt: Energia reativa direta
sk_sk: Jalová energia prijatá
sl: Reaktivna porabljena energija
uk: Спожита реактивна енергія

source: details_em_reverse_reactive_energy
cs: Zpětná jalová energie
de: Blindenergie zurückgegeben
el: Επιστραφείσα παθητική ενέργεια
es: Energía reactiva devuelta
fr: Energie passive rendue
it: Energia reattiva restituita
lt: Reaktyvioji energija grąžinta
nb: Passiv strøm returnert
nl: Reactieve energie geretourneerd
pt_pt: Energia reativa reversa
sk_sk: Jalová energia odovzdaná
sl: Reaktivna vrnjena energija
uk: Повернута реактивна енергія

source: details_em_frequency
cs: Frekvence
de: Frequenz
el: Συχνότητα
es: Frecuencia
fr: Fréquence
it: Frequenza
lt: Dažnumas
nb: Frekvens
nl: Frequentie
pt_pt: Frequência
sk_sk: Frekvencia
sl: Pogostost
uk: Частота

source: details_em_voltage
cs: Napětí
de: Spannung
el: Τάση
es: Voltaje
fr: Voltage
it: Tensione
lt: Įtampa
nb: Spenning
nl: Spanning
pt_pt: Tensão
sk_sk: Napätie
sl: Napetost
uk: Напруга

source: details_em_current
cs: Intenzita
de: Stärke
el: Ένταση
es: Intensidad
fr: Intensité
it: Intensità
lt: Intensyvumas
nb: Intensitet
nl: Intensiteit
pt_pt: Corrente
sk_sk: Intenzita
sl: Intenzivnost
uk: Інтенсивність

source: details_em_power_active
cs: Činný výkon
de: Wirkleistung
el: Ενεργός ισχύς
es: Potencia activa
fr: Puissance active
it: Potenza attiva
lt: Aktyvioji galia
nb: Aktiv strøm
nl: Actieve kracht
pt_pt: Potência ativa
sk_sk: Činný výkon
sl: Aktivna moč
uk: Активна потужність

source: details_em_power_reactive
cs: Jalový výkon
de: Blindleistung
el: Παθητική ισχύς
es: Potencia reactiva
fr: Puissance passive
it: Potenza reattiva
lt: Reaktyvioji galia
nb: Passiv strøm
nl: Reactief vermogen
pt_pt: Potência reativa
sk_sk: Jalový výkon
sl: Reaktivna moč
uk: Реактивна потужність

source: details_em_power_factor
cs: Účiník
de: Leistungsfaktor
el: Συντελεστής ισχύος
es: Factor de potencia
fr: Facteur de puissance
it: Fattore di potenza
lt: Galios koeficientas
nb: Effektfaktor
nl: Arbeidsfactor
pt_pt: Fator de potência
sk_sk: Účinník
sl: Faktor moči
uk: Коефіцієнт потужності

source: details_em_phase_angle
cs: Fázový úhel
de: Phasenwinkel
el: Γωνία φάσης
es: Ángulo de fase
fr: Déphasage
it: Angolo di fase
lt: Fazės kampas
nb: Fasevinkel
nl: Fase hoek
pt_pt: Ângulo de fase
sk_sk: Fázový uhol
sl: Fazni kot
uk: Кут зсуву фаз

source: details_em_power_apparent
cs: Zdánlivý výkon
de: Scheinleistung
el: Φαινομενική ισχύς
es: Potencia aparente
fr: Puissance apparente
it: Potenza apparente
lt: Pilnutinė galia
nb: Tilsynelatende effekt
nl: Schijnbare kracht
pt_pt: Potência aparente
sk_sk: Zdanlivý výkon
sl: Navidezna moč
uk: Видима потужність

source: details_em_phase1
cs: Fáze 1
de: Phase 1
el: Φάση 1
es: Fase 1
fr: Phase 1
it: Fase 1
lt: 1 fazė
nb: Fase 1
nl: Fase 1
pt_pt: Fase 1
sk_sk: Fáza 1
sl: 1. faza
uk: Фаза 1

source: details_em_phase2
cs: Fáze 2
de: Phase 2
el: Φάση 2
es: Fase 2
fr: Phase 2
it: Fase 2
lt: 2 fazė
nb: Fase 2
nl: Fase 2
pt_pt: Fase 2
sk_sk: Fáza 2
sl: 2. faza
uk: Фаза 2

source: details_em_phase3
cs: Fáze 3
de: Phase 3
el: Φάση 3
es: Fase 3
fr: Phase 3
it: Fase 3
lt: 3 fazė
nb: Fase 3
nl: Fase 3
pt_pt: Fase 3
sk_sk: Fáza 3
sl: 3. faza
uk: Фаза 3

source: details_em_balance_arithmetic
cs: Aritmetická rovnováha
de: Arithmetisches Gleichgewicht
el: Αριθμητικός ισολογισμός
es: Balance aritmético
fr: Bilan arithmétique
it: Equilibrio aritmetico
lt: Asimetrinis balansas
nb: Aritmetisk balanse
nl: Rekenkundig saldo
pt_pt: Balanço aritmético
sk_sk: Aritmetická bilancia
sl: Aritmetično ravnotežje
uk: Арифметичний баланс

source: details_em_balance_vector
cs: Vektorová rovnováha
de: Vektorgleichgewicht
el: Διανυσματικός ισολογισμός
es: Balance vectorial
fr: Bilan vectorielle
it: Equilibrio vettoriale
lt: Vektorinis balansas
nb: Vektorbalanse
nl: Vector saldo
pt_pt: Balanço vetorial
sk_sk: Vektorová bilancia
sl: Vektorsko ravnotežje
uk: Векторний баланс

source: em_phase_to_phase_balance
cs: Vektorová mezifázová rovnováha
de: Vektor-Interphasengleichgewicht
el: Διανυσματικός ισολογισμός φάσεων
es: Balance de interfaz vectorial
fr: Bilan interphase vectorielle
it: Equilibrio interfase vettoriale
lt: Tarpfazis vektorinis balansas
nb: Fase-til-fase vektorbalanse
nl: Vector interfase saldo
pt_pt: Balanço interfacial vetorial
sk_sk: Medzifázová vektorová bilancia
sl: Vektorsko medfazno ravnotežje
uk: Векторний міжфазний баланс

source: em_chart_all_phases
cs: Fáze 1+2+3
de: Phase 1+2+3
el: Στάδιο 1+2+3
es: Fase 1 + 2 + 3
fr: Phase 1+2+3
it: Fase 1+2+3
lt: 1+2+3 fazė
nb: Fase 1 + 2 + 3
nl: Fase 1+2+3
pt_pt: Fase 1+2+3
sk_sk: Fáza 1+2+3
sl: Faza 1+2+3
uk: Фаза 1+2+3

source: details_em_chart_data_type
cs: Údaje
de: Daten
el: Δεδομένα
es: Datos
fr: Données
it: Dati
lt: Duomenys
nb: Data
nl: Details
pt_pt: Dados
sk_sk: Údaje
sl: Podatki
uk: Дані

source: details_em_phases
cs: Fáze
de: Phasen
el: Φάση
es: Fase
fr: Phase
it: Fase
lt: Fazė
nb: Fase
nl: Fase
pt_pt: Fase
sk_sk: Fáza
sl: Faza
uk: Фаза

source: details_em_balance_hourly
cs: Hodinová bilance
de: Stundensaldo
el: Ωριαίο ισοζύγιο
es: Saldo horario
fr: Solde horaire
it: Bilancio orario
lt: Valandinis balansas
nb: Saldo per time
nl: Uurbalans
pt_pt: Balanço horário
sk_sk: Hodinová bilancia
sl: Urna bilanca
uk: Погодинний баланс

source: details_em_balance_chart_aggregated
cs: Výkres souhrnu bilancí
de: Diagramm aggregiertes Bilanz
el: Ισολογισμός συγκεντρωμένος με διάγραμμα
es: Saldo agregado con gráfico
fr: Bilan agrégé sous forme de graphique
it: Bilancio aggregato in forma di grafico
lt: Balansas apibendrintas diagramoje
nb: Diagram aggregert saldo
nl: Grafiek-geaggregeerde balans
pt_pt: Balanço agregado em gráfico
sk_sk: Bilancia agregovaná podľa grafu
sl: Pregledna bilanca stanja
uk: Агрегований баланс у вигляді діаграми

source: details_em_sum
cs: Součet
de: Summe
el: Σύνολο
es: Total
fr: Total
it: Somma
lt: Suma
nb: Sum
nl: Totaal
pt_pt: Soma
sk_sk: Súčet
sl: Skupaj
uk: Сума

source: details_em_select_range
cs: Vyberte období
de: Bereich auswählen
el: Επιλέξτε περίοδο
es: Selecciona un período
fr: Sélectionner une période
it: Seleziona il periodo
lt: Pasirinkite periodą
nb: Velg en periode
nl: Selecteer een periode
pt_pt: Escolher período
sk_sk: Vyberte obdobie
sl: Izberite obdobje
uk: Виберіть період

source: details_em_active_energy
cs: Aktivní energie
de: Wirkenergie
el: Ενεργή ενέργεια
es: Energía activa
fr: Énergie active
it: Energia attiva
lt: Aktyvioji energija
nb: Aktiv energi
nl: Actieve energie
pt_pt: Energia ativa
sk_sk: Aktívna energia
sl: Aktivna energija
uk: Активна енергія

source: details_em_forwarded_energy
cs: Staženo
de: Aufgenommen
el: Έχει γίνει λήψη
es: Tomada
fr: Prélevée
it: Assorbita
lt: Paimta
nb: Lastet ned
nl: Gedownload
pt_pt: Consumida
sk_sk: Prevzatá
sl: Prenesena
uk: Використана

source: details_em_reversed_energy
cs: Vrácena
de: Zurückgegeben
el: Επιστράφηκε
es: Devuelta
fr: Retournée
it: Restituita
lt: Grąžinta
nb: Returnert
nl: Geretourneerd
pt_pt: Devolvida
sk_sk: Vrátená
sl: Vrnjena
uk: Повернена

source: details_em_cost
cs: Náklady
de: Kosten
el: Κόστος
es: Costo
fr: Coût
it: Costo
lt: Kaina
nb: Kostnad
nl: Prijs
pt_pt: Custo
sk_sk: Náklady
sl: Strošek
uk: Вартість

source: details_em_settings_list_item
cs: Hodnota zobrazená v seznamu kanálů
de: In der Kanalliste angezeigte Metrik
el: Τιμή που εμφανίζεται στη λίστα καναλιών
es: Valor mostrado en la lista de canales
fr: Valeur affichée dans la liste des chaînes
it: Valore visualizzato nell'elenco dei canali
lt: Kanalų sąraše rodoma vertė
nb: Verdien som vises i kanallisten
nl: Waarde die wordt weergegeven in de kanaallijst
pt_pt: Valor exibido na lista de canais
sk_sk: Hodnota zobrazená v zozname kanálov
sl: Vrednost, prikazana na seznamu kanalov
uk: Значення, показане у списку каналів

source: details_em_settings_title
cs: Nastavení - %@
de: Einstellungen - %@
el: Ρυθμίσεις - %@
es: Ajustes - %@
fr: Réglages - %@
it: Impostazioni - %@
lt: Nustatymai - %@
nb: Innstillinger %@
nl: Instellingen - %@
pt_pt: Configurações - %@
sk_sk: Nastavenia - %@
sl: Nastavitve - %@
uk: Налаштування - %@

source: details_em_total_suffix
cs: (stav počítadla)
de: (Zählerstand)
el: (κατάσταση μετρητή)
es: (estado del contador)
fr: (état du compteur)
it: (stato del contatore)
lt: (skaitiklio būsena)
nb: (tellerstatus)
nl: (tellerstatus)
pt_pt: (estado do contador)
sk_sk: (stav počítadla)
sl: (stanje števca)
uk: (стан лічильника)

source: details_em_current_month_suffix
cs: (aktuální měsíc)
de: (aktueller Monat)
el: (τρέχων μήνας)
es: (mes en curso)
fr: (mois en cours)
it: (mese corrente)
lt: (einamasis mėnuo)
nb: (inneværende måned)
nl: (lopende maand)
pt_pt: (mês atual)
sk_sk: (aktuálny mesiac)
sl: (tekoči mesec)
uk: (поточний місяць)

source: details_em_last_month_balancing
cs: Bilancování aktuálního měsíce
el: Εξισορρόπηση του τρέχοντος μήνα
es: Balance del mes en curso
fr: Solde du mois en cours
it: Bilanciamento del mese corrente
lt: Einamojo mėnesio balansavimas
nb: Balansering av inneværende måned
nl: Balanceren van de huidige maand
pt_pt: Balanço do mês atual
sk_sk: Bilancovanie aktuálneho mesiaca
sl: Poravnava tekočega meseca
uk: Балансування поточного місяця
