Repository: SUPLA/supla-ios
Catalog: SUPLA/Resources/*.lproj/Localizable.strings
Languages: cs, de, el, es, fr, it, lt, nb, nl, pl, pt_pt, sk_sk, sl, uk

source: Open
cs: Otevřít
de: Öffnen
el: Άνοιγμα
es: Abrir
fr: Ouvrir
it: Apri
lt: Atidaryti
nb: Åpne
nl: Openen
pl: Otwórz
pt_pt: Abrir
sk_sk: Otvoriť
sl: Odprite
uk: Відчинити

source: Open Close
cs: Otevřít Zavřít
de: Öffnen Schließen
el: Άνοιγμα Κλείσιμο
es: Abrir Cerrar
fr: Ouvrir Fermer
it: Apri Chiudi
lt: Atidaryti Uždaryti
nb: Åpne Steng
nl: Openen Sluiten
pl: Otwórz Zamknij
pt_pt: Abrir Fechar
sk_sk: Otvoriť Zatvoriť
sl: Odprite Zaprite
uk: Відчинити Зачинити

source: Reveal
cs: Odkrýt
de: Aufdecken
el: Αποκάλυψη
es: Abrir
fr: Ouvrir les volets
it: Apri
lt: Atidengti
nb: Avdekk
nl: Laat zien
pl: Odsłoń
pt_pt: Esconder
sk_sk: Otvoriť
sl: Razkrijte
uk: Open

source: Shut
cs: Zakrýt
de: Abdecken
el: Κάλυψη
es: Cerrar
fr: Fermer les volets
it: Chiudi
lt: Uždengti
nb: Lukke
nl: Sluit
pl: Zasłoń
pt_pt: Revelar
sk_sk: Zatvoriť
sl: Zastrite
uk: Приховати

source: On
cs: Zapnout
de: An
el: Ενεργοποιηση
es: Activar
fr: Allumer
it: Abilita
lt: Įjungti
nb: Skru på
nl: Inschakelen
pl: Włącz
pt_pt: Ligar
sk_sk: Zapnúť
sl: Vklopite
uk: Увімкнути

source: Off
cs: Vypnout
de: Aus
el: Απενεργοποιηση
es: Desactivar
fr: Désactiver
it: Disabilita
lt: Išjungti
nb: Skru av
nl: Uit
pl: Wyłącz
pt_pt: Desligar
sk_sk: Vypnúť
sl: Izklopite
uk: Вимкнути

source: opened the gateway
cs: otevřel branku
de: Pforte geöffnet
el: άνοιξε την αυλόπορτα
es: ha abierto el portillo
fr: a ouvert le portillon
it: ha aperto il cancello
lt: atidarė dureles
nb: hageport åpnet
nl: opende de poort
pl: otworzył furtkę
pt_pt: o portão foi aberto
sk_sk: otvoril bráničku
sl: odprl je vratca
uk: відчинив ворота

source: opened / closed the gate
cs: otevřel / zavřel bránu
de: Tor geöffnet/geschlossen
el: άνοιξε / έκλεισε την πύλη
es: ha abierto / cerrado la puerta
fr: a ouvert/fermé le portail
it: ha aperto/chiuso il cancello
lt: atidarė / uždarė vartus
nb: port åpnet/ stengt
nl: opende / sloot de poort
pl: otworzył / zamknął bramę
pt_pt: abriu / fechou o portão
sk_sk: otvoril / zatvoril bránu
sl: odprl / zaprl je dvoriščna vrata
uk: відчинив/зачинив ворота

source: opened / closed the gate doors
cs: otevřel / zavřel garážová vrata
de: Garagentor geöffnet/geschlossen
el: άνοιξε / έκλεισε την γκαραζὀπορτα
es: ha abierto / cerrado la puerta de garaje
fr: a ouvert/fermé la porte
it: ha aperto/chiuso il cancello per garage
lt: atidarė / uždarė garažo vartus
nb: garasjeport åpnet / stengt
nl: opende / sloot de garagedeur
pl: otworzył / zamknął drzwi garażowe
pt_pt: abriu / fechou a porta de garagem
sk_sk: otvoril / zatvoril garážové dvere
sl: odprl / zaprl je garažna vrata
uk: відчинив/зачинив двері гаража

source: opened the door
cs: otevřel dveře
de: Tür geöffnet
el: άνοιξε την πόρτα
es: ha abierto la puerta
fr: a ouvert la porte
it: ha aperto la porta
lt: atidarė duris
nb: dør åpnet
nl: opende de deur
pl: otworzył drzwi
pt_pt: abriu a porta
sk_sk: otvoril dvere
sl: odprl je vrata
uk: відчинив двері

source: opened / closed roller shutter
cs: otevřel / zavřel roletu
de: Rolladen auf / zu
el: άνοιξε / έκλεισε τις περσίδες
es: ha abierto / cerrado la persiana
fr: a ouvert/fermé les volets roulants
it: ha aperto/chiuso avvolgibili
lt: atidengė / uždengė žaliuzes
nb: rullegardin åpnet / stengt
nl: opende / sloot de rolluik
pl: otworzył / zamknął roletę
pt_pt: abriu / fechou um estore
sk_sk: otvoril / zatvoril roletu
sl: odprl / zaprl je roleto
uk: відчинив/зачинив ролету

source: turned the power ON/OFF
cs: zapnul / vypnul napájení
de: Aufladen anmachen / ausmachen
el: ενεργοποίησε / απενεργοποίησε την παροχή ρεύματος
es: ha activado / desactivado la alimentación
fr: a allumé/éteint l'électricité
it: ha acceso/spento la corrente
lt: įjungė / išjungė maitinimą
nb: strøm av/på
nl: zette de stroom aan / uit
pl: włączył / wyłączył zasilanie
pt_pt: luz ON/OFF
sk_sk: zapol / vypol napájanie
sl: vklopil / izklopil je napajanje
uk: увімкнув/вимкнув живлення

source: turned the light ON/OFF
cs: zapnul / vypnul světlo
de: Licht anmachen / ausmachen
el: ενεργοποίησε / απενεργοποίησε το φως
es: ha encendido / apagado la luz
fr: a allumé / éteint la lumière
it: ha acceso/spento la luce
lt: įjungė / išjungė šviesą
nb: lys av/på
nl: deed het licht aan / uit
pl: włączył / wyłączył światło
pt_pt: luz ligada / desligada
sk_sk: zapol / vypol svetlo
sl: vklopil / izklopil je luč
uk: увімкнув/вимкнув світло

source: Settings
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Paramètres
it: Impostazioni
lt: Nustatymai
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_pt: Configurações
sk_sk: Nastavenia
sl: Nastavitve
uk: Налаштування

source: About
cs: O programu
de: Über das Programm
el: Για το πρόγραμμα
es: Sobre el programa
fr: À propos de l'application
it: Info
lt: Apie programą
nb: Om programmet
nl: Over het programma
pl: O programie
pt_pt: Sobre o programa
sk_sk: O programe
sl: O programu
uk: Про програму

source: Gateway
cs: Branka
de: Pforte
el: Αυλόπορτα
es: Portillo
fr: Portillon
it: Cancello
lt: Durelės
nb: Hageport
nl: Poortje
pl: Furtka
pt_pt: Portinhola
sk_sk: Bránička
sl: Vratca
uk: Хвіртка

source: Gate
cs: Brána
de: Tor
el: Πύλη
es: Cancela
fr: Portail
it: Cancello
lt: Vartai
nb: Port
nl: Poort
pl: Brama
pt_pt: Portão
sk_sk: Brána
sl: Dvoriščna vrata
uk: Ворота

source: Garage door
cs: Garážové dveře
de: Garagentor
el: Γκαραζόπορτα
es: Puerta de garaje
fr: Porte garage
it: Cancello per garage
lt: Garažo vartai
nb: Garasjeport
nl: Garagedeur
pl: Brama garażowa
pt_pt: Portão de garagem
sk_sk: Garážová brána
sl: Garažna vrata
uk: Гаражні ворота

source: Door
cs: Dveře
de: Tür
el: Πόρτα
es: Puerta
fr: Porte
it: Porta
lt: Durys
nb: Dør
nl: Deuren
pl: Drzwi
pt_pt: Porta
sk_sk: Dvere
sl: Vrata
uk: Двері

source: Roller shutter
cs: Roleta
de: Rolladen
el: Περσίδες
es: Persiana
fr: Volet roulant
it: Avvolgibile
lt: Žaliuzės
nb: Rullegardiner
nl: Rolluik
pl: Roleta
pt_pt: Estores
sk_sk: Roleta
sl: Roleta
uk: Ролета

source: Power switch
cs: Síťový spínač
de: Aufladen anmachen
el: Διακόπτης παροχής ρεύματος
es: Interruptor de alimentación
fr: Interrupteur d'alimentation
it: Interruttore di alimentazione
lt: Maitinimo jungiklis
nb: Strømbryter
nl: Aan / uit schakelaar
pl: Włącznik zasilania
pt_pt: Interruptor de alimentação
sk_sk: Zapínač napájania
sl: Stikalo za vklop
uk: Вимикач живлення

source: Lighting switch
cs: Spínač osvětlení
de: Licht anmachen
el: Διακόπτης φωτισμού
es: Interruptor de luz
fr: Interrupteur de lumière
it: Interruttore di luce
lt: Šviesos jungiklis
nb: Lysbryter
nl: Włącznik światła
pl: Włącznik światła
pt_pt: Interruptor de luz
sk_sk: Zapínač svetla
sl: Stikalo luči
uk: Вимикач світла

source: Thermometer
cs: Teploměr
el: Θερμόμετρο
es: Termómetro
fr: Thermomètre
it: Termometro
lt: Termometras
nb: Termometer
nl: Lichtschakelaar
pl: Termometr
pt_pt: Termómetro
sk_sk: Teplomer
sl: Termometer
uk: Термометр

source: Temperature and humidity
cs: TTeplota a vlhkost
de: Temperatur- und Feuchtigkeitssensor
el: Θερμοκρασία και υγρασία
es: Temperatura y humedad
fr: Température et humidité
it: Temperatura e umidità
lt: Temperatūra ir drėgmė
nb: Temperatur og fuktighet
nl: Temperatuur en luchtvochtigheid
pl: Temperatura i wilgotność
pt_pt: Temperatura e humidade
sk_sk: Teplota a vlhkosť
sl: Temperatura in vlažnost
uk: Температура і вологість

source: No liquid sensor
cs: Snímač nedostatku kapaliny
de: kein Flüssigkeitssensor
el: Αισθητήρας έλλειψης υγρού
es: Sensor de falta de líquido
fr: Capteur d'absence de liquide
it: Sensore di mancanza liquido
lt: Skysčio stygiaus jutiklis
nb: Væskemangelsensor
nl: Vloeistofniveau-sensor
pl: Czujnik braku cieczy
pt_pt: Sensor de falta do líquido
sk_sk: Snímač prítomnosti kvapaliny
sl: Senzor pomanjkanja tekočine
uk: Датчик відсутності рідини

source: Gateway opening sensor
cs: Snímač otevření branky
de: Pforte-Öffnungssensor
el: Αισθητήρας ανοίγματος της αυλόπορτας
es: Sensor de apertura del portillo
fr: Capteur d'ouverture de portillon
it: Sensore di apertura del cancello
lt: Durelių atidarymo jutiklis
nb: Hageportåpner sensor
nl: Openingssensor van het poortje
pl: Czujnik otwarcia furtki
pt_pt: Sensor de abertura da portinhola
sk_sk: Snímač otvorenia bráničky
sl: Senzor odprtja vratc
uk: Датчик відчинення хвіртки

source: Gate opening sensor
cs: Snímač otevření brány
de: Tor-Öffnungssensor
el: Αισθητήρας ανοίγματος της πύλης
es: Sensor de apertura de la cancela
fr: Capteur d'ouverture de portail
it: Sensore di apertura del cancello
lt: Vartų atidarymo jutiklis
nb: Portåpner sensor
nl: Poort open sensor
pl: Czujnik otwarcia bramy
pt_pt: Sensor de abertura do portão
sk_sk: Snímač otvorenia brány
sl: Senzor odprtja dvoriščnih vrat
uk: Датчик відчинення воріт

source: Garage door opening sensor
cs: CSnímač otevření garážových dveří
de: Garagentor-Öffnungssensor
el: Αισθητήρας ανοίγματος της γκαραζόπορτας
es: Sensor de apertura de la puerta de garaje
fr: Capteur d'ouverture de porte garage
it: Sensore di apertura del cancello per garage
lt: Garažo vartų atidarymo jutiklis
nb: Garasjeportåpner sensor
nl: Garagedeur openingssensor
pl: Czujnik otwarcia bramy garażowej
pt_pt: Sensor de abertura da garagem
sk_sk: Snímač otvorenia garážovej brány
sl: Senzor odprtja garažnih vrat
uk: Датчик відчинення гаражних воріт

source: Door opening sensor
cs: Snímač otevření dveří
de: Tür-Öffnungssensor
el: Αισθητήρας ανοίγματος πόρτας
es: Sensor de apertura de la puerta
fr: Capteur d'ouverture de porte
it: Sensore di apertura della porta
lt: Durų atidarymo jutiklis
nb: Døråpner sensor
nl: Sensor deuropening
pl: Czujnik otwarcia drzwi
pt_pt: Sensor de abertura da porta
sk_sk: Snímač otvorenia dverí
sl: Senzor odprtja vrat
uk: Датчик відчинення дверей

source: Roller shutter opening sensor
cs: Snímač otevření rolet
de: Rolladen-Öffnungssensor
el: >Αισθητήρας ανοίγματος περσίδων
es: Sensor de apertura de las persianas
fr: Capteur d'ouverture des volet
it: Sensore di apertura di avvolgibili
lt: Žaliuzių atidengimo jutiklis
nb: Rullegardineråpner sensor
nl: Rolluiken openen sensor
pl: Czujnik otwarcia rolet
pt_pt: Sensor de abertura dos estores
sk_sk: Snímač otvorenia roliet
sl: Senzor odprtja rolet
uk: Датчик відчинення ролет

source: Incompatible server version
cs: Nekompatibilní verze serveru
de: Nicht kompatible Server-Version
el: Μη συμβατή έκδοση διακομιστή
es: Versión del servidor incompatible
fr: Incompatibilité de la version du serveur
it: Versione del server non compatibile
lt: Nesuderinama serverio versija
nb: Inkompatibel serverversjon
nl: Incompatibele serverversie
pl: Niekompatybilna wersja serwera
pt_pt: Versão do servidor incompátivel
sk_sk: Nekompatibilná verzia servera
sl: Nezdružljiva različica strežnika
uk: Несумісна версія сервера

source: RGB Lighting
cs: Osvětlení RGB
de: RGB- Beleuchtungskontroller
el: Φωτισμός RGB
es: Alumbrado RGB
fr: Éclairage RGB
it: Illuminazione RGB
lt: RGB apšvietimas
nb: RGB belysning
nl: RGB-verlichting
pl: Oświetlenie RGB
pt_pt: Iluminação RGB
sk_sk: RGB osvetlenie
sl: RGB osvetlitev
uk: Освітлення RGB

source: Dimmer and RGB lighting
cs: Reostat a osvětlení RGB
de: Helligkeitsregler und RGB-Beleuchtungskontroller
el: Ρεοστάτης και φωτισμός RGB
es: Atenuador y alumbrado RGB
fr: Variateur de luminosité et éclairage RGB
it: Varialuce e illuminazione RGB
lt: Šviesos srauto reguliatorius ir RGB apšvietimas
nb: Dimmer og RGB belysning
nl: Dimmer en RGB-verlichting
pl: Ściemniacz i oświetlenie RGB
pt_pt: Controlador de luz e iluminação RGB
sk_sk: Stmievač a RGB osvetlenie
sl: Zatemnilnik in RGB osvetlitev
uk: Регулятор освітленості та освітлення RGB

source: Dimmer
cs: Reostat
de: Helligkeitsregler
el: Ρεοστάτης
es: Atenuador
fr: Variateur de luminosité
it: Varialuce
pl: Ściemniacz
pt_pt: Controlador de luz
sk_sk: Stmievač
sl: Zatemnilnik
uk: Регулятор освітленості

source: Distance sensor
cs: Snímač vzdálenosti
de: Abstandssensor
el: Αισθητήρας απόστασης
es: Sensor de distancia
fr: Capteur de distance
it: Sensore di distanza
lt: Atstumo jutiklis
nb: Avstandssensor
nl: Afstandssensor
pl: Czujnik odległości
pt_pt: Sensor de distância
sk_sk: Snímač vzdialenosti
sl: Senzor razdalje
uk: Датчик відстані

source: Depth sensor
cs: Snímač hloubky
de: Tiefensensor
el: Αισθητήρας βάθους
es: Sensor de profundidad
fr: Capteur de profondeur
it: Sensore di profondità
lt: Gilio jutiklis
nb: Dybdesensor
nl: Dieptesensor
pl: Czujnik głębokości
pt_pt: Sensor de profundidade
sk_sk: Snímač hĺbky
sl: Senzor globine
uk: Датчик глибини

source: Did you know that Supla is an open, free project developed by the community? If you like the app, spend a moment on rating it. Thank you for your support!
cs: Věděli jste, že Supla je otevřený a bezplatný komunitní projekt? Pokud se vám tato aplikace líbí, ohodnoťte ji prosím. Děkuji za Vaší podporu!
de: Wusstest Du, dass Supla ein offenes und kostenloses Gemeinschaftsprojekt ist? Wenn Dir diese App gefällt, nimm Dir bitte einen Moment Zeit, um sie zu bewerten. Danke für Deine Unterstützung!
el: Γνωρίζατε ότι το Supla είναι ένα ανοιχτό και δωρεάν πρόγραμμα που αναπτύσσεται από κοινότητα; Αν σας αρέσει αυτή η εφαρμογή, αφιερώστε λίγο χρόνο για να το αξιολογήσετε. Σας ευχαριστούμε για την υποστήριξή σας!
es: ¿Sabías que Supla es un proyecto comunitario abierto y gratuito? Si te gusta esta aplicación, toma un momento para calificarla. ¡Gracias por tu apoyo!
fr: Saviez-vous que Supla est un projet ouvert et gratuit développé par la communauté ? Si vous aimez cette application, veuillez prendre un moment pour la noter. Merci pour votre soutien !
it: Sapevate che Supla è un progetto aperto e gratuito sviluppato dalla comunità? Se questa applicazione vi piace, vi preghiamo di valutarla. Grazie per il vostro sostegno!
lt: Ar žinote, kad Supla tai atviras ir nemokamas projektas, kurį vysto bendruomenė? Jei Jums patinka ši programėlė, skirkite šiek tiek laiko ir įvertinkite ją. Ačiū už Jūsų palaikymą!
nb: Visste du at Supla er et åpent og gratis samfunnsprosjekt? Hvis du liker denne appen, vennligst ta tiden og vurder den. Takk for støtten din!
nl: Wist u dat Supla een open en gratis project is, ontwikkeld door de gemeenschap? Als deze app je bevalt, neem dan even de tijd om haar te beoordelen. Dank u voor uw steun!
pl: Czy wiesz, że Supla to otwarty i bezpłatny projekt rozwijany przez społeczność? Jeśli podoba Ci się ta aplikacja to poświęć moment aby ją ocenić. Dziękujemy za Twoje wsparcie!
pt_pt: Sabia que Supla é um projeto aberto e gratuito desenvolvido pela comunidade? Se gosta desta aplicação, gaste um minuto a avaliá-la. Obrigado pelo seu apoio!
sk_sk: Viete, že Supla je otvorený a bezplatný projekt, rozvíjaný komunitou? Ak sa Ti táto aplikácia páči, venuj chvíľu jej ohodnoteniu. Ďakujeme za Tvoju podporu!
sl: Ali ste vedeli, da je Supla odprt in brezplačen skupnostni projekt? Če vam je ta aplikacija všeč, si vzemite trenutek in jo ocenite. Hvala za vašo podporo!
uk: Чи знаєте ви, що Supla є відкритим і безкоштовним проєктом, розробленим спільнотою? Якщо вам подобається ця програма, будь ласка, знайдіть час, щоб оцінити її. Дякуємо вам за підтримку!

source: Rate Now
cs: Ohodnoťte teď
de: Bewerten
el: Βαθμολογήστε τώρα
es: Evalúa ahora
fr: Évaluer maintenant
it: Valuta adesso
lt: Įvertinti dabar
nb: Vurder nå
nl: Beoordeel het nu
pl: Oceń teraz
pt_pt: Avalie agora
sk_sk: Ohodnotiť teraz
sl: Ocenite zdaj
uk: Оцінити зараз

source: Later
cs: Později
de: Später
el: Αργότερα
es: Más tarde
fr: Plus tard
it: Più tardi
lt: Vėliau
nb: Senere
pl: Później
pt_pt: Mais tarde
sk_sk: Neskôr
sl: Pozneje
uk: Пізніше

source: No thanks
cs: Ne, děkuji
de: Nein danke
el: Όχι, ευχαριστώ
es: No, gracias
fr: Non, merci
it: No, grazie
lt: Ne, ačiū
nb: Nei takk
nl: Nee, dank je
pl: Nie, dziękuję
pt_pt: Não, obrigado
sk_sk: Nie, ďakujem
sl: Ne, hvala
uk: Ні, дякую

source: Mail sensor
cs: Snímač pošty
de: Posteinwurferkennung
el: Αισθητήρας ταχυδρομείου
es: Sensor de correo
fr: Capteur d'ouverture de fenêtre
it: Rilevatore di posta
lt: Pašto jutiklis
nb: Postsensor
nl: Postsensor
pl: Czujnik poczty
pt_pt: Sensor de correio
sk_sk: Snímač pošty
sl: Senzor pošte
uk: Датчик пошти

source: Window opening sensor
cs: Snímač otevření okna
de: Fensteröffnungssensor
el: Αισθητήρας ανοίγματος παραθύρου
es: Sensor de apertura de ventanas
fr: Détecteur de courrier
it: Sensore di apertura finestra
lt: Lango atidarymo jutiklis
nb: Vindusåpner sensor
nl: Raamopeningssensor
pl: Czujnik otwarcia okna
pt_pt: Sensor de abertura para uma janela
sk_sk: Snímač otvorenia okna
sl: Senzor odprtja oken
uk: Датчик відкриття вікна

source: Add I/O device
cs: Přidat zařízení
de: Gerät hinzufügen
el: Προσθήκη συσκευής
es: Añadir dispositivo
fr: Ajoutez un dispositif
it: Aggiungi un dispositivo
lt: Pridėti įrenginį
nb: Legg til enhet
nl: Apparaat toevoegen
pl: Dodaj urządzenie
pt_pt: Adicionar um dispositivo
sk_sk: Pridať zariadenie
sl: Dodajte napravo
uk: Додайте пристрій

source: Donate
cs: Podporujte projekt
de: Spenden
el: Υποστηρίξτε το έργο
es: Donar
fr: Faire un don
it: Donazione
lt: Paremti projektą
nb: Støtt prosjektet
nl: Steun het project
pl: Wesprzyj projekt
pt_pt: Doar
sk_sk: Podporiť projekt
sl: Podprite projekt
uk: Підтримайте проект

source: Create an account
cs: Vytvořte účet
de: Konto erstellen
el: Δημιουργία λογαριασμού
es: Crear cuenta
fr: Créer un compte
it: Crea un Account
lt: Sukurti paskyrą
nb: Opprett konto
nl: Account maken
pl: Utwórz
pt_pt: Crie uma conta
sk_sk: Vytvoriť účet
sl: Ustvarite račun
uk: Створити

source: Next
cs: Dále
de: Weiter
el: Επόμενο
es: Siguiente
fr: Continuer
it: Avanti
lt: Toliau
nb: Videre
nl: Doorgaan
pl: Dalej
pt_pt: Continuar
sk_sk: Ďalej
sl: Naprej
uk: Далі

source: Cancel
cs: Zrušit
de: Annullieren
el: Ακύρωση
es: Cancelar
fr: Annuler
it: Cancella
lt: Atšaukti
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_pt: Cancelar
sk_sk: Zrušiť
sl: Prekličite
uk: Скасувати

source: I/O Device registration is currently off. To continue go to „My SUPLA” at %@ and enable the Device Add Button.
cs: Registrace I / O zařízení je momentálně zakázána. Chcete-li pokračovat, přejděte na stránku %@ a na kartě Moje SUPLA povolte přidávání zařízení.
de: Die Registrierung der Ein-/Ausgabegeräte ist momentan deaktiviert. Um fortzusetzen, kommen Sie zur Website %@ und im Bereich Meine SUPLA aktivieren Sie die Funktion Geräte hinzufügen.
el: Η εγγραφή συσκευών εισόδου/εξόδου είναι αυτή τη στιγμή απενεργοποιημένη. Για να συνεχίσετε, μεταβείτε στην ιστοσελίδα %@ και στην καρτέλα "Η SUPLA μου" ενεργοποιήστε την προσθήκη συσκευών.
es: El registro de dispositivos está actualmente deshabilitado. Para continuar vaya a la página %@ y en la pestaña Mi SUPLA active el registro de dispositivos.
fr: Enregistrement des dispositifs d'entrée/sortie est actuellement désactivé. Pour continuer, allez à %@ et activez l'ajout de dispositifs dans l'onglet Ma SUPLA.
it: La registrazione dei dispositivi di input/output è attualmente disabilitata. Per continuare vai sulla pagina %@ e abilita la funzione per aggiungere i dispositivi nella sezione ”Mio SUPLA”.
lt: Įv/iš įrenginių registracija dabar yra išjungta. Norėdami tęsti eikite į puslapį %%@ ir žymėje „Mano SUPLA” įjunkite įrenginių pridėjimą.
nb: Registering av enheter inngang/utgang er for tiden skrudd av. For å fortsette, gå til nettsiden %@ og i fanen "Min SUPLA" skru på legg til enheter.
nl: I / O-apparaatregistratie is momenteel uitgeschakeld. Ga door naar pagina %@ en schakel op het tabblad "Mijn SUPLA" het toevoegen van apparaten in.
pl: Rejestracja urządzeń we/wy jest obecnie wyłączona. Aby kontynuować przejdź na stronę %@ i w zakładce „Moja SUPLA” włącz dodawanie urządzeń.
pt_pt: O registo de dispositivos de entrada/saída está atualmente desligado. Para continuar vá para a página %@ e ligue adicionar dispositivos no marcador “Meu SUPLA”.
sk_sk: Registrácia I / O zariadení je momentálne vypnutá. Ak chcete pokračovať, prejdite na stránku %@ a v záložke "Moja SUPLA" zapnite pridávanie zariadení.
sl: Registracija naprav je trenutno izklopljena. Za nadaljevanje pojdite na stran %@ in v zavihku "Moja SUPLA" omogočite dodajanje naprav.
uk: Реєстрацію пристроїв введення/виведення наразі вимкнено. Щоб продовжити, перейдіть на сторінку %@ і на вкладці «Моя SUPLA» увімкніть додавання пристроїв.

source: The connected Server does not support this function!
cs: Server, ke kterému jste se připojili, nepodporuje tuto funkci!
de: Der Server, mit dem eine Verbindung herstellen wurde, unterstützt diese Funktion nicht!
el: Ο διακομιστής στον οποίο συνδέεστε δεν υποστηρίζει αυτή τη λειτουργία!
es: ¡El servidor al que ha conectado no es compatible con esta característica!
fr: Le serveur auquel vous êtes connecté ne prend pas en charge cette fonctionnalité!
it: Il server, con il quale è stata stabilita la connessione, non supporta questa funzione!
lt: Serveris, prie kurio prisijungta, nepaliko šios funkcijos!
nb: Serveren du er koblet til, støtter ikke denne funksjonen!
nl: De server waarmee u verbonden bent, ondersteunt deze functie niet!
pl: Serwer z którym nawiązano połączenie nie obsługuje tej funkcji!
pt_pt: O assistente para adicionar está disponível só se uma ligação com o servidor foi criada usando o enderço e-mail presente nas configurações!
sk_sk: Server, s ktorým bolo nadviazané spojenie, túto funkciu nepodporuje!
sl: Strežnik, na katerega ste se povezali, ne podpira te funkcije!
uk: Сервер, до якого ви підключені, не підтримує цю функцію!

source: Incorrect input parameters (%@)!
cs: Chybné vstupní parametry (%@)!
de: Falsche Eingabeparameter (%@)!
el: Μη έγκυρες παράμετροι εισόδου (%@)!
es: ¡Parámetros de entrada erróneos (%@)!
fr: Paramètres d'entrée erronés (%@)!
it: Parametri di input non validi (%@)!
lt: Klaidingi įvesties parametrai (%@)!
nb: wizard_result_param_error (%@)!
nl: Ongeldige invoerparameters (%@)!
pl: Błędne parametry wejściowe (%@)!
pt_pt: Os parâmetros de entrada errados (%@)!
sk_sk: Nesprávne vstupné parametre (%@)!
sl: Napačni vhodni parametri (%@)!
uk: Неправильні вхідні параметри (%@)!

source: Help
cs: Pomoc
de: Hilfe
el: Βοήθεια
es: Ayuda
fr: Aide
it: Aiuto
lt: Pagalba
nb: Hjelp
pl: Pomoc
pt_pt: Ajuda
sk_sk: Pomoc
sl: Pomoč
uk: Довідка

source: https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=L4N7RSWME6LG2
cs: https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=QYN932S5UQG8N
el: https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=QYN932S5UQG8N
lt: https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=QYN932S5UQG8N
nb: https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=QYN932S5UQG8N
nl: https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=QYN932S5UQG8N
pl: https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=QYN932S5UQG8N
sk_sk: https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=QYN932S5UQG8N
sl: https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=QYN932S5UQG8N

source: Staircase timer
cs: Schodišťový automat
de: Treppenlichtsensor
el: Αυτόματη σκάλα
es: Automático de escalera
fr: Minuterie d'escalier
it: Temporizzatore luce scale
lt: Laiptų automatas
nb: Trappeautomat
nl: Trap automaat
pl: Automat schodowy
pt_pt: Comutador de escada
sk_sk: Schodiskový automat
sl: Stopniščni avtomat
uk: Сходовий автомат

source: https://cloud.supla.org/register
cs: https://cloud.supla.org/register?lang=cs
de: https://cloud.supla.org/register?lang=de
el: https://cloud.supla.org/register?lang=el
es: https://cloud.supla.org/register?lang=es
fr: https://cloud.supla.org/register?lang=fr
it: https://cloud.supla.org/register?lang=it
lt: https://cloud.supla.org/register?lang=lt
nb: https://cloud.supla.org/register?lang=nb
nl: https://cloud.supla.org/register?lang=nl
pl: https://cloud.supla.org/register?lang=pl
pt_pt: https://cloud.supla.org/register?lang=pt
sk_sk: https://cloud.supla.org/register?lang=sk
sl: https://cloud.supla.org/register?lang=sl
uk: https://cloud.supla.org/register?lang=uk
