Repository: SUPLA/supla-ios
Catalog: SUPLA/Resources/*.lproj/Localizable.strings
Languages: cs, de, el, es, fr, it, lt, nb, nl, pl, pt_pt, sk_sk, sl, uk

source: history_range_last_day
cs: Posledních 24 hodin
de: Letzte 24 Stunden
el: Οι τελευταίες 24 ώρες
es: Últimas 24 horas
fr: Dernières 24 heures
it: Ultime 24 ore
lt: Pastarosios 24 valandos
nb: Siste 24 timer
nl: De laatste 24 uur
pl: Ostatnie 24 godziny
pt_pt: Últimas 24 horas
sk_sk: Posledných 24 hodín
sl: Zadnjih 24 ur
uk: Останні 24 години

source: history_range_last_week
cs: Posledních 7 dní
de: Letzte 7 Tagen
el: Οι τελευταίες 7 ημέρες
es: Últimos 7 días
fr: Derniers 7 jours
it: Ultimi 7 giorni
lt: Pastarosios 7 dienos
nb: Siste 7 dager
nl: De laatste 7 dni
pl: Ostatnie 7 dni
pt_pt: Últimos 7 dias
sk_sk: Posledných 7 dní
sl: Zadnjih 7 dni
uk: Останні 7 днів

source: history_range_last_30_days
cs: Posledních 30 dní
de: Letzte 30 Tagen
el: Οι τελευταίες 30 ημέρες
es: Últimos 30 días
fr: Derniers 30 jours
it: Ultimi 30 giorni
lt: Pastarosios 30 dienų
nb: Siste 30 dager
nl: De laatste 30 dni
pl: Ostatnie 30 dni
pt_pt: Últimos 30 dias
sk_sk: Posledných 30 dní
sl: Zadnjih 30 dni
uk: Останні 30 днів

source: history_range_last_90_days
cs: Posledních 90 dní
de: Letzte 90 Tagen
el: Οι τελευταίες 90 ημέρες
es: Derniers 90 jours
fr: Derniers 90 jours
it: Ultimi 90 giorni
lt: Pastarosios 90 dienų
nb: Siste 90 dager
nl: De laatste 90 dni
pl: Ostatnie 90 dni
pt_pt: Últimos 90 dias
sk_sk: Posledných 90 dní
sl: Zadnjih 90 dni
uk: Останні 90 днів

source: history_range_last_365_days
cs: Posledních 365 dní
de: Letzte 365 Tagen
el: Οι τελευταίες 365 ημέρες
es: Últimos 365 días
fr: Derniers 365 jours
it: Ultimi 365 giorni
lt: Pastarosios 365 dienų
nb: Siste 365 dager
nl: De laatste 365 dni
pt_pt: Últimos 365 dias
sk_sk: Posledných 90 dní
sl: Zadnjih 365 dni
uk: Останні 365 днів

source: history_no_data_in_selected_period
cs: Žádné údaje o graf.
de: Keine Daten für das Diagramm in ausgewälte Zeitraum.
el: Δεν υπάρχουν δεδομένα για το γράφημα.
es: No hay datos para el gráfico.
fr: Manquent les données pour pour le graphique
it: Nessun dato per il grafico.
lt: Nėra duomenų diagramai.
nb: Manglende data for diagrammet.
nl: Er zijn geen gegevens voor de grafiek.
pl: Brak danych w wybranym okresie czasu.
pt_pt: Nenhum dado para o gráfico.
sk_sk: Žiadne údaje pre graf.
sl: Za tabelo ni podatkov.
uk: Немає даних для діаграми.

source: history_range_current_week
cs: Týden
de: Woche
el: Εβδομάδα
es: Semana
fr: Semaine
it: Settimana
lt: Savaitė
nb: Uke
nl: Week
pl: Tydzień
pt_pt: Semana
sk_sk: Týždeň
sl: Teden
uk: Тиждень

source: history_range_label
cs: Rozsah
de: Bereich
el: Περιοχή
es: Rango
fr: Plage
it: Intervallo
lt: Diapazonas
nb: Omfang
nl: Toepassingsgebied
pl: Zakres
pt_pt: Intervalo
sk_sk: Rozsah
sl: Območje
uk: Діапазон

source: history_range_current_day
cs: Den
de: Tag
el: Ημέρα
es: Día
fr: Jour
it: Giorno
lt: Diena
nb: Dag
nl: Dag
pl: Dzień
pt_pt: Dia
sk_sk: Deň
sl: Dan
uk: День

source: history_range_current_month
cs: Měsíc
de: Monat
el: Μήνας
es: Mes
fr: Mois
it: Mese
lt: Mėnuo
nb: Måned
nl: Maand
pl: Miesiąc
pt_pt: Mês
sk_sk: Mesiac
sl: Mesec
uk: Місяць

source: history_range_current_quarter
cs: Čtvrtletí
de: Quartal
el: Τρίμηνο
es: Trimestre
fr: Trimestre
it: Trimestre
lt: Ketvirtis
nb: Kvartal
nl: Kwartaal
pl: Kwartał
pt_pt: Trimestre
sk_sk: Štvrťrok
sl: Četrtletje
uk: Квартал

source: history_range_current_year
cs: Rok
de: Jahr
el: Έτος
es: Año
fr: Année
it: Anno
lt: Metai
nb: År
nl: Jaar
pl: Rok
pt_pt: Ano
sk_sk: Rok
sl: Leto
uk: Рік

source: history_range_custom
cs: Jiný rozsah
de: Andere Bereich
el: Άλλη περιοχή
es: Otro rango
fr: Autre plage
it: Altro intervallo
lt: Kitas diapazonas
nb: Annet omfang
nl: Ander toepassingsgebied
pl: Inny zakres
pt_pt: Outro intervalo
sk_sk: Iný rozsah
sl: Drugo območje
uk: Інший діапазон

source: history_refreshing
cs: Obnovování...
de: Aktualisierung…
el: Ανανέωση…
es: Actualizando...
fr: Rechargement...
it: Aggiornamento…
lt: Atnaujinimas…
nb: Forfriskende...
nl: Verfrissend...
pl: Odświeżanie…
pt_pt: A atualizar…
sk_sk: Obnova...
sl: Osveževanje...
uk: Оновлення…

source: history_refreshing_failed
cs: Obnovení se nezdařilo
de: Aktualisiereung fehlgeschlagen
el: Η ανανέωση απέτυχε
es: No se ha podido actualizar
fr: Échec du rechargement
it: Aggiornamento non riuscito
lt: Atnaujinimas nepavyko
nb: Oppdatering mislyktes
nl: Vernieuwen mislukt
pl: Odświeżanie nie powiodło się
pt_pt: A atualização falhou
sk_sk: Obnova sa nepodarila
sl: Osveževanje ni uspelo
uk: Не вдалося оновити

source: history_no_data_selected
cs: Pro zobrazení nejsou vybrána žádná data.
de: Keine Daten ausgewählt.
el: Δεν έχουν επιλεγεί δεδομένα για εμφάνιση.
es: No hay datos seleccionados para mostrar.
fr: Aucune donnée sélectionnée pour l'affichage.
it: Nessun dato selezionato per la visualizzazione.
lt: Nepasirinkti duomenys rodymui.
nb: Ingen data er valgt for visning.
nl: Geen gegevens geselecteerd voor weergave.
pl: Nie wybrano danych do wyświetlenia.
pt_pt: Nenhum dado selecionado para exibição.
sk_sk: Na zobrazenie nie sú vybrané žiadne údaje.
sl: PZa prikaz ni izbran noben podatek.
uk: Не вибрано даних для відображення.

source: history_no_data_available
cs: Žádná měření
de: Kein Daten verfügbar
el: Δεν υπάρχουν μετρήσεις
es: No hay mediciones
fr: Pas de mesures
it: Nessuna misurazione
lt: Nėra matavimų
nb: Ingen målinger
nl: Geen metingen
pl: Brak pomiarów
pt_pt: Sem medições
sk_sk: Žiadne merania
sl: Brez meritev
uk: Немає вимірів

source: history_disabled
cs: Historie je pro tento kanál vypnutá
de: Der Verlauf ist für diesen Kanal deaktiviert.
el: Το ιστορικό είναι απενεργοποιημένο για αυτό το κανάλι
es: El historial está desactivado para este canal
fr: L'historique est désactivé pour cette chaîne
it: La cronologia è disabilitata per questo canale
lt: Šiam kanalui istorija išjungta
nb: Historikk er deaktivert for denne kanalen
nl: Geschiedenis is uitgeschakeld voor dit kanaal
pl: Historia jest wyłączona dla tego kanału.
pt_pt: O histórico está desativado para este canal
sk_sk: História je pre tento kanál vypnutá
sl: Zgodovina je za ta kanal onemogočena
uk: Історія для цього каналу вимкнена

source: history_delete_data
cs: Odstranit historii a znovu stáhnout
de: Historie löschen und neuladen
el: Διαγράψτε το ιστορικό και κατεβάστε ξανά
es: Borrar historial y volver a descargar
fr: Effacer l'historique et télécharger à nouveau
it: Cancella la cronologia e scarica di nuovo
lt: Pašalinti istoriją ir dar kartą atsisiųsti
nb: Slett historikk og last ned på nytt
nl: Geschiedenis verwijderen en opnieuw downloaden
pt_pt: Eliminar histórico e descarregar novamente
sk_sk: Odstrániť históriu a opätovne stiahnuť
sl: Izbriši zgodovino in znova prenesi
uk: Видалити історію та повторно завантажити

source: history_wait_for_download_completed
cs: Čekejte prosím, stahuji...
de: Bitte warten, herunterladen...
el: Παρακαλώ περιμένετε, γίνετια λήψη...
es: Por favor espera, estoy descargando...
fr: Veuillez patienter, le téléchargement est en cours...
it: Attendere prego, caricamento in corso...
lt: Prašome laukti, atsisiunčiu…
nb: Vennligst vent, jeg laster ned...
nl: Even geduld, ik ben aan het downloaden...
pt_pt: Por favor, aguarde, a descarregar…
sk_sk: Počkajte, prosím, sťahujem...
sl: Počakajte, prenašam...
uk: Будь ласка, зачекайте, завантажується...

source: chart_marker_opening
cs: Otevření
el: Άνοιγμα
es: Apertura
fr: Ouverture
it: Apertura
lt: Atidarymas
nb: Åpning
nl: Opening
pl: Otwarcie
pt_pt: Aberto
sk_sk: Otvorenie
sl: Odpiranje
uk: Відкриття

source: chart_marker_closing
cs: Uzavření
el: Κλείσιμο
es: Cierre
fr: Fermeture
it: Chiusura
lt: Uždarymas
nb: Avslutning
nl: Afsluiting
pl: Zamknięcie
pt_pt: Fechar
sk_sk: Zavretie
sl: Zapiranje
uk: Закриття

source: temperature_measured
cs: Naměřený
fr: Mesuré
sl: Izmerjena

source: temperature_preset
cs: Přednastavený
fr: Préréglé
sl: Prednastavljeno

source: notification_delete_button_delete_older_than_month
cs: Usuń starsze niż 30 dni
de: Ältere als 30 Tage löschen
el: Απομακρύνετε παλαιότερα από 30 ημέρες
es: Eliminar mediciones de más de 30 días
fr: Supprimer les documents datant de plus de 30 jours
it: Rimuovi più vecchi di 30 giorni
lt: Pašalinti senesnius nei 30 dienų
nb: Slett eldre enn 30 dager
nl: Verwijder ouder dan 30 dagen
pl: Usuń starsze niż 30 dni
pt_pt: Eliminar mais antigo que 30 dias
sk_sk: Odstrániť staršie ako 30 dní
sl: Odstrani starejše od 30 dni
uk: Видалити старіші за 30 днів

source: notification_delete_all_title
cs: Odstranit?
de: Einträge löschen?
el: Διαγραφή;
es: ¿Eliminar?
fr: Supprimer ?
it: Rimuovere?
lt: Pašalinti?
nb: Vil du slette innlegget?
nl: Verwijderen?
pl: Usunąć?
pt_pt: Eliminar?
sk_sk: Odstrániť?
sl: Zbrišem?
uk: Видалити?

source: notification_delete_all_message
cs: Odstranění oznámení je nevratné, pokračovat?
de: Das Löschen ist unumkehrbar, fortfahren?
el: Η διαγραφή των ειδοποιήσεων είναι μη αναστρέψιμη, συνέχεια?
es: La eliminación de notificaciones es irreversible, ¿continuar?
fr: La suppression des notifications est irréversible, continuer ?
it: La cancellazione delle notifiche è irreversibile, continuare?
lt: Pranešimų pašalinimas yra negrįžtamas, tęsti?
nb: Sletting av varsler er irreversibel, fortsetter du?
nl: Het verwijderen van meldingen is onomkeerbaar, doorgaan?
pl: Usunięcie powiadomień jest nieodwracalne, kontynuować?
pt_pt: A eliminação das notificações é irreversível, continuar?
sk_sk: Vymazanie oznámení je nezvratné, pokračovať?
sl: Brisanje obvestil je nepovratno, ali želite nadaljevati?
uk: Видалення сповіщень є незворотнім, продовжити?

source: notifications_log_profile
cs: Profil:
de: Konto:
el: Πρόφιλ:
es: Perfil:
fr: Profile:
it: Profilo:
lt: Profilis:
nb: Profil:
nl: Profiel:
pl: Profil:
pt_pt: Perfil:
sk_sk: Profil:
sl: Profil:
uk: Профіль:

source: notifications_log_date
cs: Datum:
de: Datum:
el: Ημερομηνία:
es: Fecha:
fr: Date:
it: Data:
lt: Data:
nb: Dato:
nl: Datum:
pl: Data:
pt_pt: Data:
sk_sk: Dátum:
sl: Datum:
uk: Дата:

source: rs_display_mode
cs: Rolety, žaluzie, závěsy %.
de: Rollläden, Jalousien, Vorhänge %
el: Ρολά, περσίδες, κουρτίνες %.
es: Persianas, estores, cortinas %
fr: Volets roulants, stores, rideaux %
it: Tapparelle, persiane, tende %
lt: Roletai, žaliuzės, užuolaidos %
nb: Rulleskodder, persienner, gardiner %.
nl: Rolluiken, jaloezieën, gordijnen %.
pt_pt: Cortinas, persianas, cortinas %
sk_sk: Rolety, žalúzie, závesy %.
sl: Rolete, žaluzije, zavese %.
uk: Ролети, жалюзі, штори %

source: roller_shutter_calibration_lost
cs: Kalibrace se nezdařila.
de: Kalibrierung ist nicht gelungen.
el: Η βαθμονόμηση απέτυχε.
es: Calibración perdida.
fr: Le calibrage a échoué.
it: Calibrazione fallita.
lt: Kalibravimas nepavyko.
nb: Kalibrering mislyktes.
nl: De ijking is mislukt.
pt_pt: A calibração falhou.
sk_sk: Kalibrácia zlyhala.
sl: Umerjanje ni bilo uspešno.
uk: Помилка калібрування.

source: roller_shutter_calibration_failed
cs: Kalibrace byla zrušena.
de: Kalibrierung wurde verloren.
el: Η βαθμονόμηση έχει χαθεί.
es: La calibración falló.
fr: Le calibrage a été perdu.
it: Calibrazione persa.
lt: Kalibravimas buvo prarastas.
nb: Kalibrering tapt.
nl: De ijking is verloren gegaan.
pt_pt: A calibração perdeu-se.
sk_sk: Kalibrácia bola odstránená.
sl: Umerjanje je bilo izgubljeno.
uk: Калібрування втрачено.

source: roller_shutter_motor_problem
cs: Problém s motorem / Neočekávané zastavení.
de: Problem mit dem Motor / Unerwartetes Anhalten
el: Πρόβλημα κινητήρα / Απροσδόκητη διακοπή.
es: Problema de motor / Parada inesperada.
fr: Problème de moteur / Arrêt inattendu.
it: Problema al motore / Arresto inaspettato.
lt: Variklio problema / Netikėtas sustojimas.
nb: Motorproblem / Uventet stopp.
nl: Motorprobleem / Onverwachte stilstand.
pt_pt: Problema do motor / Paragem inesperada.
sk_sk: Problém s motorom / Neočakávané zastavenie.
sl: Težava z motorjem / Nepričakovana zaustavitev.
uk: Проблема з двигуном / Несподівана зупинка.

source: roller_shutter_calibration
cs: Kalibrace
de: Kalibrierung
el: Βαθμονόμηση
es: Calibración
fr: Calibration
it: Calibrazione
lt: Kalibravimas
nb: Kalibrering
nl: Kalibratie
pt_pt: Calibrar
sk_sk: Kalibrácia
sl: Kalibracija
uk: Калібрування

source: roller_shutter_start_calibration_message
cs: Určitě chcete začít s kalibrací?
de: Wollen Sie wirklich die Kalibrierung beginnen?
el: Είστε βέβαιοι ότι θέλετε να ξεκινήσετε τη βαθμονόμηση;
es: ¿Está seguro de que desea iniciar la calibración?
fr: Êtes-vous sûr de vouloir commencer le calibrage ?
it: Confermi di voler avviare la calibrazione?
lt: Ar tikrai norite pradėti kalibravimą?
nb: Er du sikker på at du vil starte kalibrering?
nl: Weet je zeker dat je met het ijken wilt beginnen?
pt_pt: Tem certeza que quer começar a calibrar?
sk_sk: Naozaj chcete spustiť kalibráciu?
sl: Ali ste prepričani, da želite začeti umerjanje?
uk: Ви впевнені, що хочете почати калібрування?

source: roller_shutter_closing_percentage
cs: Uzavření:
de: Geschlossen:
el: Κλείσιμο:
es: Cierre:
fr: Clôture :
it: Chiusura:
lt: Uždarymas:
nb: Avsluttende:
nl: Sluiting:
pt_pt: Fecho:
sk_sk: Zavretie:
sl: Zapiranje:
uk: Закриття:

source: roller_shutter_opening_percentage
cs: Otevření:
de: Geöffnet:
el: Άνοιγμα:
es: Apertura:
fr: Ouverture :
it: Apertura:
lt: Atidarymas:
nb: Åpning:
nl: Opening:
pt_pt: Abertura:
sk_sk: Otvorenie:
sl: Odpiranje:
uk: Відкриття:

source: roller_shutter_calibration_needed
cs: Požadovaná kalibrace
de: Kalibrierung nötig
el: Απαιτείται βαθμονόμηση
es: Calibración necesaria
fr: Étalonnage nécessaire
it: Calibrazione richiesta
lt: Reikalingas kalibravimas
nb: Kalibrering kreves
nl: Kalibratie vereist
pt_pt: Calibração necessária
sk_sk: Potrebná kalibrácia
sl: Potrebna je kalibracija
uk: Потрібне калібрування

source: roller_shutter_extension_percentage
cs: Rozvinutí:
de: Entrollung:
el: Επέκταση:
es: Desenrollado:
fr: Déploiement:
it: Srotolamento:
lt: Išskleidimas:
nb: Utvidelse:
nl: Uitbreiding:
pt_pt: Desdobramento:
sk_sk: Rozvinutie:
sl: Razvijanje:
uk: Розширення:

source: facade_blinds_slat_tilt
cs: Sklon:
de: Neigung:
el: Κλίση:
es: Inclinación:
fr: Inclinaison :
it: Inclinazione:
lt: Pakrypimas:
nb: Helling:
nl: Helling:
pt_pt: Inclinação:
sk_sk: Sklon:
sl: Naklon:
uk: Нахил:

source: facade_blinds_no_tilt
cs: Žádná konfigurace
de: Fehlende Konfiguration
el: Καμία διαμόρφωση
es: Sin configuración
fr: Pas de configuration
it: Nessuna configurazione
lt: Nėra konfigūracijos
nb: Ingen konfigurasjon
nl: Geen configuratie
pt_pt: Sem configuração
sk_sk: Žiadna konfigurácia
sl: Ni konfiguracije
uk: Немає конфігурації

source: status_connecting
cs: Připojování...
de: Verbindung...
el: Σύνδεση...
es: Conectando...
fr: Connexion en cours...
it: Connessione in corso...
lt: Jungimasis...
nb: Kobling...
nl: Verbinden...
pt_pt: Está a ligar...
sk_sk: Pripája sa...
sl: Povezovanje...
uk: Підключення...

source: status_unknown_error
cs: Neznámá chyba
de: Unbekannter Fehler
el: Άγνωστο σφάλμα
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
lt: Nenustatyta klaida
nb: Ukjent feil
nl: Onbekende fout
pt_pt: Erro indefinido
sk_sk: Neznáma chyba
sl: Neznana napaka
uk: Невідома помилка

source: status_initializing
cs: Uvedení do provozu...
de: Starten...
el: Θέση σε λειτουργία...
es: Encendiendo...
fr: Mise en service...
it: Avviamento...
lt: Paleidimas…
nb: Idriftsettelse...
nl: Inbedrijfstelling...
pt_pt: A iniciar…
sk_sk: Zapínanie...
sl: Prižiganje...
uk: Запуск...

source: status_try_again
cs: Zkuste to znovu
de: Erneut versuchen
el: Δοκιμάστε ξανά
es: Inténtalo de nuevo
fr: Essayez à nouveau
it: Riprova
lt: Pabandykite dar kartą
nb: Prøv igjen
nl: Probeer opnieuw
pt_pt: Tente novamente
sk_sk: Skúsiť znovu
sl: Poskusi ponovno
uk: Спробуйте ще раз

source: status_disconnecting
cs: Odpojování...
de: Abschalten...
el: Αποσύνδεση...
es: Desconectando...
fr: Déconnexion...
it: Disconnessione...
lt: Atsijungimas…
nb: Koble fra...
nl: Loskoppelen...
pt_pt: A desligar…
sk_sk: Odpájanie...
sl: Prekinjanje povezave...
uk: Відключення...

source: status_awaiting_network
cs: Čekání na síť...
de: Warten auf netzwerk...
el: Περιμένοντας το δίκτυο...
es: Esperando la red...
fr: En attendant le réseau...
it: In attesa della rete...
lt: Laukiama tinklo…
nb: Venter på nettverket...
nl: Wachten op het netwerk...
pt_pt: À espera da rede…
sk_sk: Čakanie na sieť...
sl: Čakanje na omrežje...
uk: Очікування мережі...

source: status_temporarily_unavailable
cs: Služba dočasně nedostupná
de: Service momentan nicht verfügbar
el: Υπηρεσία προσωρινά μη διαθέσιμη
es: Servicio temporalmente no disponible
fr: Ce service est temporairement indisponible
it: Servizio temporaneamente non disponibile
lt: Paslauga laikinai nepasiekiama
nb: Tjenesten er midlertidig utilgjengelig
nl: Service tijdelijk niet beschikbaar
pt_pt: Serviço temporariamente indisponível
sk_sk: Služba je dočasne nedostupná
sl: Storitev trenutno ni na voljo
uk: Послуга тимчасово недоступна

source: status_incorrect_data
cs: Nesprávná e-mailová adresa nebo heslo
de: Falsche E-Mail-Adresse oder Kennwort
el: Λάθος διεύθυνση ηλεκτρονικού ταχυδρομείου ή κωδικός πρόσβασης
es: Dirección de correo electrónico o contraseña incorrecta
fr: Adresse e-mail ou mot de passe incorrect(e)
it: Indirizzo Mail o Password errato
lt: Neteisingas el. pašto adresas arba slaptažodis
nb: Feil e-postadresse eller passord
nl: Onjuist e-mailadres of wachtwoord
pt_pt: Erro de morada de emailou de palavra passe
sk_sk: Nesprávna e-mailová adresa alebo heslo
sl: Napačen e-naslov ali geslo
uk: Неправильна адреса електронної пошти або пароль

source: status_bad_credentials
cs: Chybné pověření
de: Schlechte Referenzen
el: Λανθασμένα διαπιστευτήρια
es: Credenciales incorrectas
fr: Informations d'identification invalides
it: Credenziali non valide
lt: Klaidingas autentifikavimas
nb: Feil bekreftelser
nl: Onjuiste inloggegevens
pt_pt: Dados de identificação errados
sk_sk: Nesprávne autentifikačné údaje
sl: Napačne poverilnice
uk: Неправильні облікові дані

source: status_client_limit_exceeded
cs: Limit klientské aplikace překročen
de: Klient-Grenze überschritten
el: Υπέρβαση ορίου των εφαρμογών πελάτη
es: Se ha superado el límite de aplicaciones del cliente
fr: Vous avez dépassé la limite des applications client-side
it: Limite delle applicazioni dei clienti superato
lt: Viršutinė klientų programų riba viršyta
nb: Grensen på antall kundeapplikasjoner er overskredet
nl: Limiet clienttoepassing overschreden
pt_pt: Excedeu o limite de aplicações de clientes
sk_sk: Prekročený limit klientskych aplikácií
sl: Omejitev odjemalskih aplikacij je presežena
uk: Перевищено ліміт клієнтських додатків

source: status_device_disabled
cs: Zařízení je vypnuté
de: Gerät ist deaktiviert. Bitte in "Supla Cloud" einlogen und dieses Gerät einschalten.
el: Η συσκευή είναι απενεργοποιημένη
es: El dispositivo está deshabilitado
fr: Le dispositif est éteint
it: Il dispositivo è disabilitato
lt: Įrenginys išjungtas
nb: Enheten er skrudd av
nl: Het apparaat is uitgeschakeld
pt_pt: O dispositivo está desligado
sk_sk: Zariadenie je vypnuté
sl: Naprava je izklopljena
uk: Пристрій вимкнено. Увійдіть в "Supla Cloud" і включіть цей смартфон на вкладці "Смартфони".

source: status_access_id_disabled
cs: Identifikátor přístupu je vypnutý
de: Die Zugriffskennung ist deaktiviert
el: Το αναγνωριστικό πρόσβασης είναι απενεργοποιημένο
es: El identificador de acceso está deshabilitado
fr: L'identifiant d'accès est désactivé
it: L'ID di accesso è disabilitato
lt: Rieigos identifikatorius išjungtas
nb: Tilgang identifikator er av
nl: Toegangs-ID is uitgeschakeld
pt_pt: O ID de acesso está desativado
sk_sk: Identifikátor prístupu je vypnutý
sl: Identifikator dostopa je izklopljen
uk: Ідентифікатор доступу вимкнено

source: status_registration_disabled
cs: Registrace je momentálně zakázána. Chcete-li ji povolit, přejděte na kartu "Smartphone" na stránce "Supla Cloud"
de: Die Client-Registrierung ist deaktiviert. Bitte gehen Sie zu "Smartphones" auf "Supla Cloud", um es zu aktivieren.
el: Η εγγραφή είναι αυτή τη στιγμή απενεργοποιημένη. Για να την ενεργοποιήσετε, μεταβείτε στην καρτέλα "Smartphones" στη σελίδα "Supla Cloud"
es: El registro está actualmente desactivado. Para activarlo, vaya a la pestaña "Smartphones" en la página "Supla Cloud"
fr: L'inscription est actuellement désactivée. Pour l'activer, allez vers l'onglet "Smartphones" à la page "Supla Cloud".
it: La registrazione è attualmente disabilitata. Per abilitarlo, vai alla scheda "Smartphone" a pagina "Supla Cloud".
lt: Šiuo metu registracija išjungta. Norėdami ją įjungti eikite prie žymės Išmanieji telefonai puslapyje "Supla Cloud"
nb: istering er for tiden ikke på. For å skru den på gå til fanen "Smarttelefoner" på nettsiden "Supla Cloud"
nl: Registratie is momenteel uitgeschakeld. Om dit in te schakelen, gaat u naar het tabblad "Smartphones" op pagina "Supla Cloud"
pt_pt: Atualmente o registro está desativado. Para activá-lo, vá para a guia "Smartphones" na página "Supla Cloud"
sk_sk: Registrácia je momentálne vypnutá. Ak ju chcete zapnúť, prejdite do záložky "Smartfóny" na stránke "Supla Cloud"
sl: Registracija je trenutno izklopljena. Če jo želite omogočiti, pojdite na zavihek "Pametni telefoni" na strani "Supla Cloud"
uk: Реєстрація в даний час відключена. Увійдіть в "Supla Cloud" і переключіть реєстрацію клієнтів на АКТИВНУ на вкладці "Смартфони".

source: status_access_id_not_assigned
cs: Toto zařízení nemá přiřazené ID přístupu. Přejděte na "Smartphone" na "Supla Cloud" a vyberte příslušné ID na kartě
de: Diesem Client wurde keine Zugriffskennung zugewiesen. Bitte gehen Sie zu "Smartphones" auf "Supla Cloud" und holen Sie sich eine gültige ID.
el: Αυτή η συσκευή δεν έχει παραχωρημένο αναγνωριστικό πρόσβασης. Μεταβείτε στη σελίδα "Supla Cloud" στην καρτέλα "Smartphones" και παραχωρήστε το κατάλληλο αναγνωριστικό.
es: Este dispositivo no tiene un identificador de acceso asignado. Vaya a la página "Supla Cloud" y asigne el identificador adecuado en la pestaña "Smartphones".
fr: Ce dispositif n'a pas d'identifiant d'accès attribué. Allez à la page "Supla Cloud" et dans l'onglet "Smartphones" attribuez l'identifiant approprié.
it: A questo dispositivo non è stato assegnato un ID di accesso. Vai a pagina "Supla Cloud" e assegna l'identificatore appropriato nella scheda "Smartphone"
lt: Šis įrenginys neturi priskirto prieigos identifikatoriaus. Eikite į puslapį "Supla Cloud" ir žymėje Išmanieji telefonai priskirkite tinkamą identifikatorių.
nb: Denne enheten har ikke tilknyttet tilgang identifikator. Gå til nettsiden "Supla Cloud" tilpass riktig identifikator i fanen "Smarttelefoner".
nl: Aan dit apparaat is geen toegangs-ID toegewezen. Ga naar de pagina "Supla Cloud" en wijs de juiste ID toe op het tabblad "Smartphones".
pt_pt: Este dispositivo não possui um ID de acesso atribuído. Vá para a página "Supla Cloud" e atribua o ID apropriado na guia "Smartphones".
sk_sk: Toto zariadenie nemá priradený identifikátor prístupu. Prejdite na stránku "Supla Cloud" a v záložke "Smartfóny" priraďte príslušný identifikátor.
sl: Ta naprava nima dodeljenega identifikatorja dostopa. Pojdite na stran "Supla Cloud" in na zavihku "Pametni telefoni" dodelite ustrezen identifikator.
uk: Цьому пристрою не присвоєно ідентифікатор доступу. Перейдіть на сторінку "Supla Cloud" і на вкладці "Смартфони" призначте відповідний ідентифікатор.

source: status_access_id_inactive
cs: Identifikátor přístupu není aktivní.
de: Zugriffskennung nicht aktiv.
el: Το αναγνωριστικό πρόσβασης είναι ανενεργό.
es: Identificación de acceso inactiva.
fr: ID d'accès inactif.
lt: Prieigos identifikatorius neaktyvus.
nb: Tilgangs-ID inaktiv.
nl: Toegangs ID inactief.
pt_pt: Acesso ao identificador inativo.
sk_sk: Prístupový identifikátor nie je aktívny.
sl: Identifikator dostopa ni na voljo.
uk: Ідентифікатор доступу неактивний.
