Repository: SUPLA/supla-ios
Catalog: SUPLA/Resources/*.lproj/Localizable.strings
Languages: cs, de, el, es, fr, it, lt, nb, nl, pl, pt_pt, sk_sk, sl, uk

source: add_wizard_step_3_message_2
cs: Pokud zařízení po zapnutí není v konfiguračním režimu, stiskněte a podržte tlačítko CONFIG po dobu alespoň 5 sekund.
el: Εάν η συσκευή δεν είναι σε λειτουργία διαμόρφωσης μετά την ενεργοποίηση, πατήστε και κρατήστε πατημένο το κουμπί CONFIG για τουλάχιστον 5 δευτερόλεπτα.
es: Si el dispositivo no está en modo de configuración después de encenderlo, mantenga presionado el botón CONFIG durante al menos 5 segundos.
fr: Si l'appareil n'est pas en mode de configuration après la mise sous tension, appuyez et maintenez le bouton CONFIG enfoncé pendant au moins 5 secondes.
nb: Hvis enheten ikke er i konfigurasjonsmodus etter oppstart, trykk og hold CONFIG-knappen i minst 5 sekunder.
pt_pt: Se o dispositivo não estiver no modo de configuração após ligar, pressione e segure o botão CONFIG por pelo menos 5 segundos.
sl: Če naprava po vklopu ni v načinu konfiguracije, pritisnite in držite gumb CONFIG vsaj 5 sekund.
uk: Якщо пристрій не перебуває в режимі конфігурації після увімкнення, натисніть і утримуйте кнопку CONFIG протягом щонайменше 5 секунд.

source: add_wizard_step_3_message_3
cs: Stisknutím tlačítka **START** spustíte konfiguraci.
el: Πατήστε το κουμπί **ΕΝΑΡΞΗ** για να ξεκινήσει η διαμόρφωση.
es: Presiona la tecla **START** para iniciar la configuración.
fr: Appuyez sur **DÉMARRER** pour commencer la configuration.
nb: Trykk på knappen **START** for å starte konfigurasjonen.
pt_pt: Carregue no botão **START** para iniciar uma configuração.
sl: Pritisnite tipko **START** da začnete konfiguracijo.
uk: Натисніть кнопку **СТАРТ**, щоб почати налаштування.

source: add_wizard_add_more
cs: Přidejte další
el: Πρόσθεσε κι άλλα
es: Añadir más
fr: Ajouter plus
nb: Legg til mer
pt_pt: Adicionar mais
sl: Dodaj več
uk: Додати більше

source: add_wizard_repeat
cs: Zkusit znovu
el: Προσπάθησε ξανά
es: Intenta de nuevo
fr: Réessayez
nb: Prøv igjen
pt_pt: Tente novamente
sl: Poskusite znova
uk: Спробуйте ще раз

source: add_wizard_is_not_available
cs: Průvodce přidáním je dostupný pouze v případě, že bylo navázáno připojení k serveru na základě zadané e-mailové adresy! (vypněte možnost pokročilé konfigurace účtu)
el: Ο Οδηγός εγκατάστασης είναι διαθέσιμος μόνο όταν έχει δημιουργηθεί σύνδεση με τον διακομιστή με βάση τη διεύθυνση e-mail που είχατε εισαγάγει! (Απενεργοποιήστε τις σύνθετες επιλογές στη διαμόρφωση του λογαριασμού σας)
es: ¡El Asistente para agregar solo está disponible cuando se ha establecido la conexión con el servidor usando una cuenta de correo electrónico! (Desactiva las opciones avanzadas en la configuración de tu cuenta)
fr: L'assistant d'ajout n'est disponible que lorsqu'une connexion au serveur a été établie sur la base de l'adresse électronique saisie ! (Désactivez les options avancées dans la configuration de votre compte)
nb: Veiviseren legg er kun tilgjengelig når tilkobling til serveren er etablert basert på e-postadressen som er angitt! (Deaktiver avanserte innstillinger i kontokonfigurasjonen din).
pt_pt: A Opção Adicionar Assistente só está disponível quando for estabelecida uma ligação ao servidor com base no endereço de e-mail inscrito! (Desative as opções avançadas na configuração da sua conta)
sl: Čarovnik za dodajanje je na voljo le, če je na podlagi vnesenega e-poštnega naslova vzpostavljena povezava s strežnikom! (Onemogočite napredne možnosti v konfiguraciji računa)
uk: Майстер додавання доступний лише тоді, коли встановлено з’єднання з сервером на основі введеної електронної адреси! (Вимкніть додаткові параметри в налаштуваннях облікового запису)

source: add_wizard_remember_passwd
cs: Zapamatujte si heslo
el: Απομνημόνευση κωδικού πρόσβασης
es: Recordar la contraseña
fr: Enregistrer le mot de passe
nb: Husk passord
pt_pt: Recordar a senha
sl: Shranite geslo
uk: Запам’ятати пароль

source: add_wizard_auto_mode
cs: Automatický režim
el: Αυτόματη λειτουργία
es: Modo automático
fr: Mode automatique
nb: Automodus
pt_pt: Modo automático
sl: Samodejni način
uk: Автоматичний режим

source: add_wizard_manual_mode_message
cs: Použijte prosím níže uvedenou zkratku Systémová nastavení pro výběr Wi-Fi vašeho I/O zařízení pro konfiguraci, například SUPLA-A220A63612B1. Název konfigurační Wi-Fi obvykle obsahuje název výrobce, např. SUPLA, ZAMEL, NICE, HEATPOL atd. Jakmile je připojení nastaveno, vraťte se zpět do aplikace a pokračujte v postupu přidávání stisknutím tlačítka **START**.
el: Παρακαλώ χρησιμοποιήστε τη συντόμευση Ρυθμίσεις συστήματος παρακάτω για να επιλέξετε τη συσκευή Wi-Fi I/O σας για ρύθμιση, όπως SUPLA-A220A63612B1. Το όνομα του Wi-Fi ρύθμισης συνήθως περιέχει το όνομα του κατασκευαστή, π.χ. SUPLA, ZAMEL, NICE, HEATPOL κ.λπ. Όταν η σύνδεση έχει ρυθμιστεί, επιστρέψτε στην εφαρμογή και συνεχίστε τη διαδικασία προσθήκης πατώντας το κουμπί **ΕΝΑΡΞΗ**.
es: Por favor, utiliza el acceso directo de Configuración del sistema a continuación para seleccionar el Wi-Fi de tu dispositivo de E/S para la configuración, como SUPLA-A220A63612B1. El nombre del Wi-Fi de configuración generalmente contiene el nombre del fabricante, por ejemplo, SUPLA, ZAMEL, NICE, HEATPOL, etc. Cuando la conexión se haya establecido, regresa a la aplicación y continúa el procedimiento de adición presionando el botón **START**.
fr: Veuillez utiliser le raccourci Paramètres système ci-dessous pour sélectionner le Wi-Fi de votre appareil d'E/S pour la configuration, tel que SUPLA-A220A63612B1. Le nom du Wi-Fi de configuration contient généralement le nom du fabricant, par exemple SUPLA, ZAMEL, NICE, HEATPOL, etc. Une fois la connexion établie, revenez à l'application et poursuivez la procédure d'ajout en appuyant sur le bouton **DÉMARRER**.
nb: Vennligst bruk snarveien for systeminnstillinger nedenfor for å velge Wi-Fi-enheten din for konfigurasjon, for eksempel SUPLA-A220A63612B1. Konfigurasjons-Wi-Fi-navnet inneholder vanligvis produsentens navn, f.eks. SUPLA, ZAMEL, NICE, HEATPOL osv. Når tilkoblingen er etablert, gå tilbake til applikasjonen og fortsett tilleggsprosedyren ved å trykke på knappen **START**.
pt_pt: Por favor, use o atalho de Configurações do Sistema abaixo para selecionar o Wi-Fi do seu Dispositivo I/O para a configuração, como SUPLA-A220A63612B1. O nome do Wi-Fi de configuração geralmente contém o nome do fabricante, por exemplo, SUPLA, ZAMEL, NICE, HEATPOL, etc. Quando a conexão for estabelecida, volte para o aplicativo e continue o procedimento de adição pressionando o botão **START**.
sl: Prosimo, uporabite spodnjo bližnjico Sistemske nastavitve, da izberete Wi-Fi vaše V/I naprave za konfiguracijo, kot je SUPLA-A220A63612B1. Ime konfiguracijskega omrežja Wi-Fi običajno vsebuje ime proizvajalca, npr. SUPLA, ZAMEL, NICE, HEATPOL itd. Ko je povezava vzpostavljena, se vrnite v aplikacijo in nadaljujte postopek dodajanja s pritiskom na gumb **START**.
uk: Будь ласка, скористайтеся ярликом «Налаштування системи» нижче, щоб вибрати Wi-Fi-мережу вашого пристрою вводу/виводу для конфігурації, наприклад SUPLA-A220A63612B1. Назва Wi-Fi-мережі для конфігурації зазвичай містить назву виробника, наприклад, SUPLA, ZAMEL, NICE, HEATPOL тощо. Коли з’єднання буде встановлено, поверніться до програми та продовжте процедуру додавання, натиснувши кнопку **ПОЧАТИ**.

source: add_wizard_manual_mode_settings
cs: Přejděte do nastavení systému
el: Μετάβαση στις ρυθμίσεις συστήματος
es: Proceda a los ajustes del sistema
fr: Passez aux paramètres du système
nb: Gå til systeminnstillinger
pt_pt: Passe às configurações do sistema
sl: Pojdi na sistemske nastavitve
uk: Перейдіть до налаштувань системи

source: add_wizard_location_service_off
cs: Aby Průvodce přidáním zařízení správně fungoval, musí být na vašem zařízení povoleny služby určování polohy. Přejděte do nastavení systému a ujistěte se, že jsou povoleny (Nastavení -> Soukromí a zabezpečení -> Služby určování polohy).
el: Για να λειτουργεί σωστά ο Οδηγός Προσθήκης Συσκευής, οι υπηρεσίες τοποθεσίας πρέπει να είναι ενεργοποιημένες στη συσκευή σας. Μεταβείτε στις ρυθμίσεις του συστήματός σας και βεβαιωθείτε ότι είναι ενεργοποιημένες (Ρυθμίσεις -> Απόρρητο & Ασφάλεια -> Υπηρεσίες Τοποθεσίας).
es: Para que el Asistente para agregar dispositivo funcione correctamente, los servicios de ubicación deben estar habilitados en su dispositivo. Vaya a la configuración de su sistema y asegúrese de que estén habilitados (Configuración -> Privacidad y seguridad -> Servicios de ubicación).
fr: Pour que l'Assistant d'ajout d'appareil fonctionne correctement, les services de localisation doivent être activés sur votre appareil. Accédez aux paramètres de votre système et assurez-vous qu'ils sont activés (Paramètres -> Confidentialité et sécurité -> Services de localisation).
nb: For at veiviseren for tillegg av enheter skal fungere korrekt, må lokasjonstjenester være aktivert på enheten din. Gå til systeminnstillingene dine og sørg for at det er aktivert (Innstillinger -> Personvern og sikkerhet -> Lokasjonstjenester).
pt_pt: Para que o Assistente de Adição de Dispositivo funcione corretamente, os serviços de localização devem estar ativados no seu dispositivo. Vá para as configurações do sistema e certifique-se de que estão ativados (Configurações -> Privacidade e Segurança -> Serviços de Localização).
sl: Za pravilno delovanje Čarovnika za dodajanje naprave morajo biti na vaši napravi omogočene lokacijske storitve. Pojdite v sistemske nastavitve in se prepričajte, da so omogočene (Nastavitve -> Zasebnost in varnost -> Lokacijske storitve).
uk: Щоб Майстер додавання пристрою працював належним чином, на вашому пристрої мають бути ввімкнені служби визначення місцезнаходження. Перейдіть до системних налаштувань і переконайтеся, що їх увімкнено (Налаштування -> Конфіденційність та безпека -> Служби визначення місцезнаходження).

source: add_wizard_missing_location
cs: Aplikace SUPLA vyžaduje přístup k poloze, aby Průvodce přidáním zařízení správně fungoval. Povolte aplikaci SUPLA přístup k vaší poloze v nastavení systému.
el: Η εφαρμογή SUPLA απαιτεί πρόσβαση στην τοποθεσία για να λειτουργεί σωστά ο Οδηγός Προσθήκης Συσκευής. Επιτρέψτε στην εφαρμογή SUPLA να έχει πρόσβαση στην τοποθεσία σας στις ρυθμίσεις συστήματος.
es: La aplicación SUPLA requiere acceso a la ubicación para que el Asistente para agregar dispositivo funcione correctamente. Permita que la aplicación SUPLA acceda a su ubicación en la configuración del sistema.
fr: L'application SUPLA nécessite un accès à la localisation pour que l'Assistant d'ajout d'appareil fonctionne correctement. Autorisez l'application SUPLA à accéder à votre position dans les paramètres de votre système.
nb: SUPLA-appen krever lokasjonstilgang for at veiviseren for tillegg av enheter skal fungere korrekt. Tillat SUPLA-appen å få tilgang til lokasjonen din i systeminnstillingene dine.
pt_pt: O aplicativo SUPLA requer acesso à localização para que o Assistente de Adição de Dispositivo funcione corretamente. Permita que o aplicativo SUPLA acesse sua localização nas configurações do sistema.
sl: Aplikacija SUPLA potrebuje dostop do lokacije za pravilno delovanje čarovnika za dodajanje naprav. Dovoli aplikaciji SUPLA dostop do tvoje lokacije v sistemskih nastavitvah.
uk: Додаток SUPLA потребує доступу до місцезнаходження, щоб Майстер додавання пристрою працював належним чином. Дозвольте додатку SUPLA доступ до вашого місцезнаходження в налаштуваннях системи.

source: wizard_scan_timeout
cs: Byla překročena doba čekání na dokončení vyhledávání sítě Wi-Fi!
el: Υπέρβαση χρόνου αναμονής για την ολοκλήρωση της αναζήτησης Wi-Fi!
es: ¡Se ha superado el tiempo de espera para completar la búsqueda de redes Wi-Fi!
fr: Le délai d'attente pour la recherche des réseaux Wi-Fi est dépassé !
nb: Ventetiden for avslutning av trådløs nettverk søket er overskredet!
pt_pt: O tempo-limite de pesquisa da rede Wi-Fi foi excedido!
sl: Čakalna doba za dokončanje iskanja Wi-Fi je prekoračena!
uk: Минув час очікування завершення сканування мережі WiFi!

source: wizard_iodevice_notfound
cs: Nebyly nalezeny žádné přístroje! Ujistěte se, že zařízení, které chcete konfigurovat, je v konfiguračním režimu a zkuste to znovu.
el: Δεν βρέθηκε καμία συσκευή! Βεβαιωθείτε ότι η συσκευή την οποία θέλετε να ρυθμίσετε βρίσκετε στη λειτουργία διαμόρφωσης και στη συνέχεια προσπαθήστε ξανά.
es: ¡No se ha encontrado ningún dispositivo! Comprueba que el dispositivo que quiere configurar esta en el modo de configuración y a continuación inténtelo de nuevo.
fr: Aucun dispositif n'a été trouvé ! Assurez-vous que le dispositif que vous souhaitez configurer fonctionne en mode de configuration, puis essayez à nouveau.
nb: Ingen enheter ble funnet! Sjekk om enheten du ønsker å konfigurere er satt i konfigurasjonsmodus, og prøv på nytt.
pt_pt: Nenhum dispositivo foi encontardo! Certifique-se que um dispositivo que quer configurar trabalha no modo de configuração e tente novamente.
sl: Ni najdenih naprav! Prepričajte se, da je naprava, ki jo želite konfigurirati, v konfiguracijskem načinu in poskusite znova.
uk: Пристроїв не знайдено! Переконайтеся, що пристрій, який ви хочете налаштувати, знаходиться в режимі налаштування, а потім повторіть спробу.

source: wizard_connect_timeout
cs: Doba čekání na spojení s vykonávajícím zařízením byla překročena!
el: Υπέρβαση χρόνου αναμονής για τη σύνδεση με την εκτελεστική συσκευή!
es: ¡Se ha superado el tiempo de espera para establecer la conexión con el dispositivo!
fr: Il tempo di attesa per lo stabilimento della connessione con il dispositivo di input/output è stato superato !
nb: Ventetiden for etablering av kobling med aktuator er overskredet!
pt_pt: O tempo-limite de conexão a um atuador foi excedido!
sl: Čakalna doba za vzpostavitev povezave z izvršilno napravo je prekoračena!
uk: Минув час очікування встановлення з'єднання з пристроєм виконання!

source: wizard_configure_timeout
cs: Doba čekání na dokončení konfigurace zařízení byla překročena!
el: Υπέρβαση χρόνου αναμονής για την ολοκλήρωση διαμόρφωσης της συσκευής!
es: ¡Se ha superado el tiempo de espera para completar la configuración del dispositivo!
fr: Le délai d'attente pour la configuration du dispositif est dépassé !
nb: Ventetiden for avslutning av konfigurasjon av enheten er overskredet!
pt_pt: O tempo-limite de configuração de um dispositivo foi excedido!
sl: Čakalna doba za dokončanje konfiguracije naprave je prekoračena!
uk: Час очікування завершення налаштування пристрою минув!

source: wizard_wifi_error
cs: Síť Wi-Fi je vypnuta nebo její ID nebo jméno nelze přečíst!
el: Το δίκτυο Wi-Fi είναι απενεργοποιημένο ή δεν μπορούν να διαβαστούν το αναγνωριστικό ή το όνομα του!
es: ¡La red Wi-Fi está desactivada o no se puede leer su identificador o su nombre!
fr: Le réseau Wi-Fi est désactivé ou il est impossible de lire son l'ID ou nom !
nb: Trådløs nettverket er skrudd av eller så er det ikke mulig å avlese dens identifikator eller navn!
pt_pt: A rede Wi-Fi está desligada ou impossível ler o identificador ou o nome dela!
sl: Omrežje Wi-Fi je izklopljeno ali njegovega identifikatorja ali imena ni mogoče prebrati!
uk: Wi-Fi вимкнено або не може прочитати свій ідентифікатор чи назву!

source: wizard_result_compat_error
cs: Zařízení, které jste připojili, není kompatibilní s tímto průvodcem!
el: Η συσκευή με την οποία συνδεθήκατε δεν είναι συμβατή με αυτόν τον οδηγό!
es: ¡El dispositivo con el que se ha establecido la conexión no es compatible con este asistente!
fr: Le dispositif connecté n'est pas compatible avec cet assistant !
nb: Enheten som er koblet til er ikke kompatibel med denne assistenten!
pt_pt: O dispositivo que conectou não é compatível com este assistente!
sl: Naprava, na katero ste se povezali, ni združljiva s tem čarovnikom!
uk: Підключений пристрій несумісний із цим майстром!

source: wizard_result_conn_error
cs: Nelze se připojit k zařízení! Ujistěte se, že došlo k připojení vykonívajícího zařízení k Wi-Fi síti.
el: Δεν είναι δυνατή η σύνδεση με τη συσκευή!
es: ¡No se puede establecer una conexión con el dispositivo!
fr: Impossible de se connecter au dispositif !
nb: Kunne ikke koble til enheten!
pt_pt: Impossível conectar um dispositivo!
sl: Povezave z napravo ni mogoče nastaviti!
uk: Неможливо підключитися до пристрою!

source: wizard_result_failed
cs: Konfigurace se nezdařila!
el: Η διαμόρφωση απέτυχε!
es: ¡Configuración no completada con éxito!
fr: Échec de la configuration !
nb: Konfigurasjon mislykket!
pt_pt: A configuração falhou!
sl: Konfiguracija ni bila uspešna!
uk: Помилка налаштування!

source: wizard_reconnect_timeout
cs: Doba čekání na návrat do základní sítě Wi-Fi byla překročena!
el: Υπέρβαση χρόνου αναμονής για την επιστροφή στο κύριο δίκτυο Wi-Fi!
es: ¡Se ha superado el tiempo de espera para reconectar a la red Wi-Fi Base!
fr: Le délai d'attente pour revenir au réseau Wi-Fi de base est dépassé !
nb: Ventetiden for returnering til basis trådløs nettverk er overskredet!
pt_pt: O tempo-limite de volta para a rede básica Wi-Fi foi excedido!
sl: Čakalna doba za vrnitev v primarno omrežje Wi-Fi je prekoračena!
uk: Минув час для повернення до основного Wi-Fi!

source: wizard_done
cs: Konfigurace zařízení byla úspěšně dokončena :)
el: Η διαμόρφωση της συσκευής ολοκληρώθηκε με επιτυχία :)
es: Configuración del dispositivo completada con éxito :)
fr: Configuration du dispositif est terminée avec succès :)
nb: Konfigurering av enheten ble vellykket :)
pt_pt: O dispositivo foi configurado com sucesso :)
sl: Konfiguracija naprave je bila uspešna :)
uk: Налаштування перенесено на пристрій.

source: wizard_done_explanations
cs: Pokud se zařízení v aplikaci nezobrazí, zopakujte tento postup přidání znovu a přečtěte si výše uvedený "Předchozí stav". Obsahuje informace, díky nímž lze zjistit, proč se zařízení nepřipojilo k serveru. Zpráva "SSID not found“ znamená, že zadaný název sítě Wi-Fi 2,4 GHz nebyl nalezen nebo je síť mimo dosah.
el: Εάν η συσκευή σας δεν εμφανίζεται στην εφαρμογή, επαναλάβετε αυτήν τη διαδικασία προσθήκης ξανά και διαβάστε την ενότητα "Προηγούμενη κατάσταση" που εμφανίζεται παραπάνω. Περιέχει πληροφορίες για να προσδιορίσετε γιατί η συσκευή δεν συνδέθηκε στο διακομιστή. Το μήνυμα "Το SSID δεν βρέθηκε" σημαίνει ότι το όνομα δικτύου Wi-Fi 2,4 GHz που εισαγάγατε δεν βρέθηκε ή το δίκτυο είναι εκτός εμβέλειας.
es: Si el dispositivo no aparece en la aplicación, repite este procedimiento de adición nuevamente y lee el "Estado anterior" que se muestra arriba. Contiene información que permite determinar por qué el dispositivo no pudo conectarse al servidor. El mensaje "SSID no encontrado" significa que no se encontró el nombre ingresado de la red Wi-Fi de 2,4 GHz o que la red está fuera del alcance.
fr: Si l'appareil n'apparaît pas dans l'application, répétez à nouveau cette procédure d'ajout et lisez le « Statut précédent » indiqué ci-dessus. Il contient des informations permettant de déterminer pourquoi l'appareil ne s'est pas connecté au serveur. Le message « SSID non trouvé » signifie que le nom du réseau Wi-Fi 2,4 GHz saisi n'a pas été trouvé ou que le réseau est hors de portée.
nb: Hvis enheten ikke vises i applikasjonen, gjenta denne tilleggsprosedyren igjen og les "Forrige status" vist ovenfor. Den inneholder informasjon som gjør det mulig å finne ut hvorfor enheten ikke klarte å koble til serveren. Meldingen "SSID not found" betyr at det angitte navnet på 2,4 GHz WiFi-nettverket ikke ble funnet eller at nettverket er utenfor rekkevidde.
pt_pt: >Se o seu dispositivo não aparecer na aplicação, repita este procedimento de adicionar novamente e leia o "Estado anterior" acima indicado. Contém informações para determinar por que razão o dispositivo não se ligou ao servidor. A mensagem "SSID não encontrado" significa que o nome de rede Wi-Fi de 2,4 GHz que inseriu não foi encontrado ou a rede está fora de alcance.
sl: Če se naprava ne prikaže v aplikaciji, ponovite ta postopek dodajanja še enkrat in preberite "Prejšnje stanje", prikazano zgoraj. Vsebuje informacije, na podlagi katerih je mogoče ugotoviti, zakaj naprava ni vzpostavila povezave s strežnikom. Sporočilo »SSID not found« pomeni, da vnesenega imena 2,4 GHz Wi-Fi omrežja ni bilo mogoče najti ali pa je omrežje izven dosega.
uk: Якщо пристрій не відображається в додатку, повторіть процедуру додавання ще раз і прочитайте «попередній статус», показаний вище. Він містить інформацію, яка дозволяє визначити, чому пристрій не підключився до сервера. Повідомлення "SSID not found " («SSID не знайдено»)означає, що введене ім'я мережі Wi-Fi 2,4 ГГц не знайдено або ця мережа недоступна.

source: wizard_iodev_data
cs: Data zařízení
el: Τα στοιχεία της συσκευής
es: Datos del dispositivo
fr: Données du dispositif
nb: Opplysninger om enheten
pt_pt: Dados do dispositivo
sl: Podatki o napravi
uk: Дані пристрою

source: wizard_iodev_name
cs: Název
el: Ονομασία
es: Nombre
fr: Nom
nb: Navn
pt_pt: Nome
sl: Ime
uk: Назва

source: wizard_iodev_laststate
cs: Předchozí stav
el: Προηγούμενη κατάσταση
es: Estado anterior
fr: Statut précédent
nb: Forrige status
pt_pt: Estatuto anterior
sl: Prejšnji status
uk: Попередній статус

source: add_device_needs_cloud_title
cs: Nastavení zařízení
el: Διαμόρφωση συσκευής
es: Configuración del dispositivo
fr: Configuration du dispositif
nb: Enhetskonfigurasjon
pt_pt: Configuração do dispositivo
sl: Konfiguracija naprave
uk: Конфігурація пристрою

source: add_device_needs_cloud_message
cs: Toto zařízení nezobrazuje žádné kanály. Pro dokončení konfigurace přejděte na cloud.supla.org
el: Αυτή η συσκευή δεν έχει ορατά κανάλια στην εφαρμογή. Για να ολοκληρώσετε τη ρύθμιση, μεταβείτε στο cloud.supla.org
es: Este dispositivo no tiene ningún canal visible en la aplicación. Ir a cloud.supla.org para completar la configuración
fr: Ce dispositif n'a pas de canaux visibles dans l'application. Pour terminer la configuration, allez sur cloud.supla.org
nb: Denne enheten har ingen synlige kanaler i appen. Gå til cloud.supla.org for å fullføre konfigurasjonen
pt_pt: Este dispositivo não tem quaisquer canais visíveis na aplicação. Para completar a configuração, vá a cloud.supla.org
sl: Ta naprava nima nobenih drugih kanalov, vidnih v aplikacji. Če želite dokončati konfiguracijo, pojdite na cloud.supla.org
uk: Цей пристрій не має видимих каналів у програмі. Щоб завершити налаштування, перейдіть на cloud.supla.org

source: add_device_needs_cloud_close
cs: Rozumím
el: Καταλαβαίνω
es: entiendo
fr: Je comprends
nb: Jeg forstår
pt_pt: Compreendo
sl: Razumem
uk: Розумію

source: add_device_needs_cloud_go_to_cloud
cs: Přejít do CLOUD
el: Μεταβείτε στο CLOUD
es: Ir a CLOUD
fr: Aller à CLOUD
nb: Gå til CLOUD
pt_pt: Ir para a CLOUD
sl: Pojdite na CLOUD
uk: Перейдіть до CLOUD

source: add_wizard_device_temporarily_locked
cs: Byl překročen limit neúspěšných pokusů o přihlášení. Zkuste to prosím později…
el: Έχει ξεπεραστεί το όριο των ανεπιτυχών προσπαθειών σύνδεσης. Παρακαλώ δοκιμάστε ξανά αργότερα…
es: Se ha excedido el límite de intentos de inicio de sesión fallidos. Por favor, inténtelo de nuevo más tarde…
fr: La limite de tentatives de connexion infructueuses a été dépassée. Veuillez réessayer plus tard…
nb: Grensen for mislykkede påloggingsforsøk er overskredet. Vennligst prøv igjen senere…
pt_pt: O limite de tentativas de login sem sucesso foi excedido. Por favor, tente novamente mais tarde…
sl: Prekoračena je bila omejitev neuspešnih poskusov prijave. Prosimo, poskusite znova kasneje…

source: add_wizard_state_preparing
cs: Příprava procesu…
el: Προετοιμασία της διαδικασίας…
es: Preparando el proceso…
fr: Préparation du processus…
nb: Forberedelse av prosessen…
pt_pt: Preparando o processo…
sl: Priprava procesa…

source: add_wizard_state_connecting
cs: Připojování k zařízení…
el: Σύνδεση με τη συσκευή…
es: Conectando al dispositivo…
fr: Connexion à l'appareil…
nb: Kobler til enheten…
pt_pt: Conectando ao dispositivo…
sl: Povezovanje z napravo…
