Repository: SUPLA/supla-ios
Catalog: SUPLA/Resources/*.lproj/Localizable.strings
Languages: cs, de, el, es, fr, it, lt, nb, nl, pl, pt_pt, sk_sk, sl, uk

source: add_wizard_state_configuring
cs: Konfigurace zařízení…
el: Διαμόρφωση της συσκευής…
es: Configurando el dispositivo…
fr: Configuration de l'appareil…
nb: Konfigurering av enheten…
pt_pt: Configurando o dispositivo…
sl: Konfiguracija naprave…

source: add_wizard_state_finishing
cs: Dokončování…
el: Ολοκλήρωση…
es: Finalización…
fr: Finalisation…
nb: Ferdigstilling…
pt_pt: Finalização…
sl: Zaključevanje…

source: add_wizard_password_clarification
cs: Registrace nových zařízení v Cloudu je zakázána. Povolte ji ručně, nebo zadejte heslo ke svému účtu, aby ji průvodce automaticky povolil po dobu registrace nových zařízení.
el: Η εγγραφή νέων συσκευών στο Cloud είναι απενεργοποιημένη. Ενεργοποιήστε την χειροκίνητα ή δώστε τον κωδικό πρόσβασης του λογαριασμού σας για να την ενεργοποιήσει αυτόματα ο οδηγός κατά την εγγραφή νέων συσκευών.
es: El registro de nuevos dispositivos en la Nube está deshabilitado. Habilítelo manualmente o proporcione la contraseña de su cuenta para que el asistente lo habilite automáticamente durante el registro de nuevos dispositivos.
fr: L'enregistrement de nouveaux appareils dans le Cloud est désactivé. Activez-le manuellement ou fournissez le mot de passe de votre compte pour que l'assistant l'active automatiquement pendant l'enregistrement de nouveaux appareils.
nb: Registrering av nye enheter i skyen er deaktivert. Aktiver den manuelt eller oppgi kontopassordet ditt slik at veiviseren kan aktivere den automatisk under registrering av nye enheter.
pt_pt: O registro de novos dispositivos na Nuvem está desativado. Ative-o manualmente ou forneça a senha da sua conta para que o assistente o ative automaticamente durante o registro de novos dispositivos.
sl: Registracija novih naprav v oblaku je onemogočena. Omogočite jo ročno ali vnesite geslo svojega računa, da jo čarovnik samodejno omogoči med registracijo novih naprav.

source: add_wizard_password_rules
cs: Heslo by mělo mít alespoň 8 znaků a obsahovat minimálně jedno velké, jedno malé písmeno a jednu číslici.
el: Ο κωδικός πρόσβασης πρέπει να έχει μήκος τουλάχιστον 8 χαρακτήρες και να περιέχει τουλάχιστον ένα κεφαλαίο, ένα πεζό γράμμα και έναν αριθμό.
es: La contraseña debe tener al menos 8 caracteres y contener al menos una letra mayúscula, una letra minúscula y un número.
fr: Le mot de passe doit contenir au moins 8 caractères et inclure au moins une lettre majuscule, une lettre minuscule et un chiffre.
nb: Passordet må være minst 8 tegn langt og inneholde minst én stor bokstav, én liten bokstav og ett tall.
pt_pt: A palavra-passe deve ter pelo menos 8 caracteres e conter pelo menos uma letra maiúscula, uma letra minúscula e um número.
sl: Geslo mora biti dolgo vsaj 8 znakov in vsebovati vsaj eno veliko, eno malo črko in eno številko.

source: add_wizard_password_set_title
cs: Nastavit heslo zařízení
el: Ορισμός κωδικού πρόσβασης συσκευής
es: Establecer contraseña del dispositivo
fr: Définir le mot de passe de l'appareil
nb: Angi enhetspassord
pt_pt: Definir senha do dispositivo
sl: Nastavi geslo naprave

source: add_wizard_password_new_label
cs: Nové heslo
el: Νέος κωδικός πρόσβασης
es: Nueva contraseña
fr: Nouveau mot de passe
nb: Nytt passord
pt_pt: Nova palavra-passe
sl: Novo geslo

source: add_wizard_password_repeat_label
cs: Zopakujte heslo
el: Επανάληψη κωδικού πρόσβασης
es: Repetir contraseña
fr: Répéter le mot de passe
nb: Gjenta passord
pt_pt: Repetir palavra-passe
sl: Ponovi geslo

source: add_wizard_password_enter_title
cs: Heslo zařízení
el: Κωδικός πρόσβασης συσκευής
es: Contraseña del dispositivo
fr: Mot de passe de l'appareil
nb: Enhetspassord
pt_pt: Senha do dispositivo
sl: Geslo naprave

source: add_wizard_password_instruction
cs: Použijte heslo, které bylo použito pro přístup k webové stránce místní konfigurace. Zapomněli jste heslo? Můžete ho změnit na Supla Cloud nebo resetovat zařízení na tovární nastavení.
el: Παρακαλώ χρησιμοποιήστε τον κωδικό πρόσβασης που χρησιμοποιήθηκε για την πρόσβαση στην τοπική ιστοσελίδα διαμόρφωσης. Ξεχάσατε τον κωδικό πρόσβασης; Μπορείτε να τον αλλάξετε στο Supla Cloud ή να επαναφέρετε τη συσκευή στις εργοστασιακές ρυθμίσεις.
es: Por favor, use la contraseña utilizada para el acceso a la página web de configuración local. ¿Olvidaste tu contraseña? Puedes cambiarla en Supla Cloud o restablecer el dispositivo a la configuración de fábrica.
fr: Veuillez utiliser le mot de passe utilisé pour l'accès à la page web de configuration locale. Mot de passe oublié ? Vous pouvez le modifier sur Supla Cloud ou réinitialiser l'appareil aux paramètres d'usine.
nb: Vennligst bruk passordet som ble brukt for tilgang til den lokale konfigurasjonswebsiden. Glemt passordet ditt? Du kan endre det på Supla Cloud eller tilbakestille enheten til fabrikkinnstillinger.
pt_pt: Por favor, use a senha usada para o acesso à página web de configuração local. Esqueceu sua senha? Você pode alterá-la no Supla Cloud ou redefinir o dispositivo para as configurações de fábrica.
sl: Prosimo, uporabite geslo, ki je bilo uporabljeno za dostop do spletne strani lokalne konfiguracije. Ste pozabili geslo? Lahko ga spremenite na Supla Cloud ali ponastavite napravo na tovarniške nastavitve.

source: add_wizard_manual_reconnect_message
cs: Připojení k internetu se nezdařilo. Přejděte do nastavení systému a vyberte síť Wi-Fi, která má připojení k internetu. Poté se vraťte do aplikace a pokračujte stisknutím **Další**.
el: Η σύνδεση στο διαδίκτυο απέτυχε. Πηγαίνετε στις ρυθμίσεις συστήματος και επιλέξτε ένα δίκτυο Wi-Fi που έχει σύνδεση στο διαδίκτυο. Στη συνέχεια, επιστρέψτε στην εφαρμογή και συνεχίστε πατώντας **Επόμενο**.
es: La conexión a Internet falló. Ve a la configuración del sistema y selecciona una red Wi-Fi que tenga conexión a Internet. Luego, vuelve a la aplicación y continúa presionando **Siguiente**.
fr: La connexion Internet a échoué. Accédez aux paramètres système et sélectionnez un réseau Wi-Fi disposant d'une connexion Internet. Revenez ensuite à l'application et continuez en appuyant sur **Suivant**.
nb: Internett-tilkoblingen mislyktes. Gå til systeminnstillingene og velg et Wi-Fi-nettverk som har en internett-tilkobling. Deretter går du tilbake til appen og fortsetter ved å trykke på **Neste**.
pt_pt: A conexão com a internet falhou. Vá para as configurações do sistema e selecione uma rede Wi-Fi que tenha conexão com a internet. Depois, volte ao aplicativo e continue pressionando **Próximo**.
sl: Povezava z internetom ni uspela. Pojdite v sistemske nastavitve in izberite omrežje Wi-Fi, ki ima internetno povezavo. Nato se vrnite v aplikacijo in nadaljujte s pritiskom na **Naprej**.

source: add_device_manual_popup_title
cs: Nepodařilo se přidat zařízení
fr: Échec de l'ajout de l'appareil
sl: Naprave ni bilo mogoče dodati

source: add_device_manual_popup_message
cs: Pokus o automatické přidání zařízení se nezdařil. Pokud problém přetrvává, doporučujeme zařízení přidat ručně.
fr: La tentative d'ajouter un appareil automatiquement a échoué. Si le problème persiste, nous vous recommandons d'ajouter l'appareil manuellement.
sl: Poskus samodejnega dodajanja naprave ni uspel. Če težava ostaja, priporočamo, da napravo dodate ročno.

source: add_device_manual_popup_resign
cs: Zůstat v automatickém režimu
fr: Rester en mode automatique
sl: Ostani v samodejnem načinu

source: add_device_manual_popup_continue
cs: Zkusit znovu v ručním režimu
fr: Réessayer en mode manuel
sl: Poskusi znova v ročnem načinu

source: add_wizard_internal_error_message
cs: Systémová služba iOS nahlásila během skenování sítě interní chybu, kterou nemůžeme ovlivnit. Zkuste zařízení přidat ručně nebo restartujte telefon/tablet.
fr: Le service système iOS a signalé une erreur interne lors de l'analyse du réseau, indépendante de notre volonté. Veuillez essayer d'ajouter l'appareil en mode manuel ou redémarrer votre téléphone/tablette.
sl: Sistemska storitev iOS je med skeniranjem omrežja sporočila notranjo napako, na katero nimamo vpliva. Poskusite napravo dodati ročno ali pa znova zaženite telefon/tablični računalnik.

source: add_wizard_spaces_accept
cs: Ponechat beze změny
fr: Conserver
sl: Ohrani nespremenjeno

source: add_wizard_spaces_modify
cs: Odstranit mezery
fr: Supprimer les espaces
sl: Odstrani presledke

source: add_wizard_spaces_title
cs: Mezera v názvu sítě?
fr: Espace dans le nom du réseau ?
sl: Presledek v imenu omrežja?

source: add_wizard_spaces_message
cs: Zadaný název sítě „%@“ obsahuje úvodní nebo koncové prázdné znaky (mezery nebo tabulátory). Pokud název sítě nemá tyto znaky obsahovat, vaše zařízení se k síti nebude moci připojit. Chcete ponechat, nebo odstranit úvodní nebo koncové prázdné znaky?
fr: Le nom de réseau saisi « %@ » contient des espaces ou des caractères blancs (espaces ou tabulations) au début ou à la fin. Si le nom de votre réseau ne doit pas inclure ces caractères, votre appareil ne pourra pas s’y connecter. Voulez-vous conserver ou supprimer ces espaces ou caractères blancs au début ou à la fin ?
sl: Vneseno ime omrežja »%@« vsebuje vodilne ali končne bele znake (presledke ali tabulatorje). Če ime omrežja ne bi smelo vsebovati teh znakov, se vaša naprava ne bo mogla povezati z omrežjem. Ali želite obdržati ali odstraniti vodilne ali končne bele znake?

source: developer_option
cs: Možnosti pro vývojáře
fr: Options pour les développeurs
sl: Možnosti za razvijalce

source: developer_info_settings
cs: Experimentální nastavení
fr: Paramètres expérimentaux
sl: Eksperimentalne nastavitve

source: developer_info_screen_orientation
cs: Otočení obrazovky povoleno
fr: Rotation de l'écran activée
sl: Omogočeno vrtenje zaslona

source: developer_info_activated
cs: Režim pro vývojáře aktivován
fr: Mode développeur activé
sl: Razvijalski način aktiviran

source: gate_general_open_and_close_warning
cs: Ne všechna vrata mají nakonfigurovaný senzor otevření – tlačítka „Otevřít“ a „Zavřít“ nemusí fungovat správně.
fr: Toutes les portes ne sont pas dotées d'un capteur d'ouverture configuré – les boutons « Ouvrir » et « Fermer » pourraient ne pas fonctionner correctement.
sl: Nimajo vsa vrata konfiguriranega senzorja odpiranja – gumba »Odpri« in »Zapri« morda ne bosta delovala pravilno.

source: h
de: std
el: ώρα
nb: t
nl: u
pl: godz.
sl: ura
uk: год.

source: timer_detail_minute_pattern
de: %d Min.
el: %d λεπτά
es: %d min.
fr: %d min.
it: %d min
lt: %d min.
nb: %d min.
nl: %d min.
pl: %d min.
pt_pt: %d min.
sk_sk: %d min.
sl: %d min.
uk: %d хв.

source: start
el: Εναρξη
fr: Démarrer
uk: Старт

source: version
es: versión
pl: wersja

source: The lifespan of the uv radiator is %.02f%%. Schedule its replacement.
de: Lebensdauer des UV-Strahlers beträgt %.02f%%. Planen Sie den Austausch.
es: La vida útil de la lámpara ultravioleta es% .02f %%. Planee su reemplazo.
it: La durata di vita della lampada UV è %.02f%%. Programmare la sua sostituzione.
lt: UV spinduolio tarnavimo laikas tai %.02f%%. Suplanuoti jo pakeitimą.
nb: Levetiden til uv-lampen er % ,02f %%.
nl: De levensduur van de uv-straal is %.02f%%. Plan zijn vervanging.
pl: Żywotność promiennika uv wynosi %.02f%%. Zaplanuj jego wymianę.
sk_sk: Životnosť UV žiariča je %.02f%%. Naplánujte jeho výmenu.
uk: Термін служби УФ-випромінювача становить %,02f%%. Заплануйте його заміну.

source: The lifespan of the uv radiator is %.02f%%. Replace the radiator.
de: Lebensdauer des UV-Strahlers beträgt %.02f%%. Den Strahler austauschen.
es: La vida útil de la lámpara ultravioleta es% .02f %%. Reemplácela.
it: La durata di vita della lampada UV è %.02f%%. Sostituire la lampada.
lt: UV spinduolio tarnavimo laikas tai %.02f%%. Pakeisti spinduolį.
nb: Levetiden til uv-lampen er % ,02f %%. Bytt varmeapparatet ut.
nl: De levensduur van het uv-belichtingstoestel bedraagt %,02f%%. Vervang de stralingsbuis.
pl: Żywotność promiennika uv wynosi %.02f%%. Wymień promiennik.
sk_sk: Životnosť UV žiariča je %.02f%%. Vymeň žiarič.
uk: Термін служби УФ-випромінювача становить %,02f%%. Замінити випромінювач.

source: The lifespan of the light source is %.02f%%.
de: Lebensdauer der Lichtquelle beträgt %.02f%%.
es: La vida útil de la fuente de luz es% .02f %%.
it: La durata di vita della sorgente luminosta è %.02f%%.
lt: Šviesos šaltinio tarnavimo laikas tai %.02f%%.
nb: Levetiden til lyskilden er % ,02f %%.
nl: De levensduur van de lichtbron is %.02f%%.
pl: Żywotność źródła światła wynosi %.02f%%.
sk_sk: Životnosť svetelného zdroja je %.02f%%.
uk: Термін служби джерела світла становить %,02f%%.

source: The glass sections are exposed for more than 20 hours, which may adversely affect their life. It is recommended to cover all sections for a minimum of 4 hours in order to regenerate them.
de: Die Scheibensektionen sind über 20 h aufgedeckt, was negativ ihre Lebensdauer beeinflussen kann. Verdeckung aller Sektionen für mind. 4 h zu ihrer Regeneration ist empfohlen.
es: Las secciones de vidrio están expuestas durante más de 20 horas, lo que puede tener un impacto negativo en su vida útil. Se recomienda cubrir todas las secciones durante un mínimo de 4 horas para regenerarlas.
it: Le sezioni di vetro sono esposte per più di 20 ore, questo può influire negativamente sulla loro durata. Si consiglia di coprire tutte le sezioni per un minimo di 4 ore per rigenerarle.
lt: Stiklo sekcijos atidengtos virš 20 valandų, kas gali neigiamai įtakoti jų tarnavimo laiką. Rekomenduojama uždengti visas sekcijas bent 4 valandoms regeneravimui.
nb: Glasspartiene er eksponert i mer enn 20 timer, noe som kan ha negativ innvirkning på levetiden. Det anbefales å dekke alle seksjoner i minimum 4 timer for å regenerere dem.
nl: Beglazingssecties worden meer dan 20 uur blootgesteld, wat hun levensduur nadelig kan beïnvloeden. Aanbevolen wordt alle secties minimaal 4 uur af te dekken om ze te laten regenereren.
pl: Sekcje szyby są odsłonięte dłużej niż 20 godzin co może negatywnie wpłynąć na ich żywotność. Zalecane jest zasłonięcie wszystkich sekcji na minimum 4 godziny w celu ich regeneracji.
sk_sk: Zasklenie je odhalené viac ako 20 hodín, čo môže mať negatívny vplyv na jeho životnosť. Odporúča sa všetky úseky pokryť minimálne 4 hodiny, aby sa zregenerovali.
uk: Скляні секції експонуються більше 20 годин, що може негативно вплинути на термін їх служби. Рекомендується накрити всі секції мінімум на 4 години для їх регенерації.

source: Planned regeneration is in progress.
de: Geplante Regeneration läuft.
es: La regeneración planificada está en curso.
it: Rigenerazione pianificata in corso.
lt: Vyksta suplanuotas regeneravimas.
nb: Planlagt regenerering pågår.
nl: Geplande regeneratie is aan de gang.
pl: Trwa zaplanowana regeneracja.
sk_sk: Prebieha plánovaná regenerácia.
uk: Виконується планова регенерація.

source: Regeneration initiated after 20 hours of operation is in progress.
de: Es läuft die nach 20 Betriebsstunden begonnene Regeneration.
es: La regeneración está en curso, iniciada después de 20 horas de funcionamiento.
it: Rigenerazione avviata dopo 20 ore di funzionamento in corso.
lt: Vyksta regeneravimas, kuris paleidžiamas po 20 darbo valandų.
nb: Regenerering pågår, startet etter 20 timers drift.
nl: De regeneratie die na 20h in werking is gesteld, is aan de gang.
pl: Trwa regeneracja zainicjowana po 20h pracy.
sk_sk: Prebieha regenerácia, ktorá bola spustená po 20 h prevádzky.
uk: Триває регенерація, розпочата після 20 годин роботи.

source: state_battery_powered
de: Batteriebetrieb
it: Alimentazione a batteria
nb: Batteriforsyning
nl: Batterijstroomvoorziening
uk: Працює від батареї

source: Make sure, if the Wi-fi connection has been set for the I/O device.
de: Versichern Sie sich, dass die Verbindung des Ausführungsgeräts mit dem WiFi-Netzwerk hergestellt wurde.
it: Assicurarsi che siano stati impostati i dati di connessione Wi-Fi per il dispositivo I/O.
lt: Įsitikinkite, kad vykdomasis įrenginys prisijungė prie Wi-Fi tinklo.
nl: Zorg ervoor dat de verbinding met het WiFi-netwerk van het uitvoerende toestel tot stand is gebracht.
pl: Upewnij się, że połączenie z siecią WiFi urządzenia wykonawczego zostało nawiązane.
sk_sk: Uistite sa, že vykonávacie zariadenie bolo pripojené k sieti WiFi.
uk: Переконайтеся, що з'єднання виконавчого пристрою з мережею WiFi встановлено.

source: ECO
uk: ЕКО

source: PASSWORD
de: KENNWORT
lt: SLAPTAŽODIS
nl: WACHTWOORD
pl: HASŁO
sk_sk: HESLO
uk: ПАРОЛЬ

source: Device registration availability information timeout!
de: Für die Information von der Verfügbarkeit der Geräteregistrierung wurde das Zeitlimit überschritten!
it: Le délai d'attente pour des informations sur la disponibilité d'enregistrement des dispositifs est dépassé !
lt: Viršytas informacijos apie įrenginių registracijos prieinamumą laukimo laikas!
nl: Wachttijd voor informatie over de beschikbaarheid van apparaatregistratie is overschreden!
pl: Przekroczono czas oczekiwania na informację o dostępności rejestracji urządzeń!
sk_sk: Bola prekročená lehota čakania na informácie o dostupnosti registrácie zariadení!

source: Go to the system settings
de: Gehe Sie zu den Systemeinstellungen rüber
it: Vai alle impostazioni del sistema
lt: Eikite į iOS sistemos nustatymus
nl: Ga naar systeemvoorkeuren.
pl: Przejdź do ustawień systemowych
sk_sk: Prejdite na nastavenia systému

source: Add Wizard is only available when server connection has been set based on the email address entered in the settings. (Disable advanced options in the settings)
de: Der Hinzufügen-Assistent ist nur verfügbar, wenn die Verbindung zum Server basierend auf der eingegebenen E-Mail-Adresse hergestellt wurde! (Erweiterte Optionen in Ihrer Kontokonfiguration deaktivieren)
it: La procedura guidata di aggiunta è disponibile solo dopo aver stabilito una connessione al server in base all'indirizzo email inserito! (Disattivare le opzioni avanzate nella configurazione dell'account)
lt: Pridėjimo vedlys prieinamas tik tada, kai pagal įvestą el. pašto adresą užmegztas ryšys su serveriu! (Savo paskyros konfigūracijoje išjunkite išplėstines parinktis)
nl: De Toevoegen-Wizard is alleen beschikbaar als er op basis van het ingevoerde e-mailadres! een verbinding met de server tot stand is gebracht (Schakel geavanceerde opties in uw accountconfiguratie uit)
pl: Kreator dodawania jest dostępny tylko gdy nawiązano połączenie z serwerem na podstawie wprowadzonego adresu email! (Wyłącz opcje zaawansowane w konfiguracji Twojego konta)
sk_sk: Sprievodca pridávaním je dostupný len po nadviazaní spojenia so serverom na základe zadanej e-mailovej adresy! (Vypnite pokročilé možnosti v nastavení svojho účtu)

source: Device Configuration Completion timeout!
de: Für den Abschluss der Konfiguration des Gerätes wurde das Zeitlimit überschritten!
it: Il tempo di attesa per la terminazione della configurazione del dispositivo è stato superato!
lt: Viršytas įrenginio konfigūracijos užbaigimo laukimo laikas!
nl: Wachttijd voor het voltooien van de apparaatconfiguratie overschreden!
pl: Przekroczono czas oczekiwania na zakończenie konfiguracji urządzenia!
sk_sk: Bola prekročená lehota čakania na dokončenie konfigurácie zariadenia!

source: The connected device is not compatible with this Wizard!
de: Das Gerät, mit dem die Verbindung hergestellt wurde, ist mit diesem Assistenten nicht kompatibel!
it: Il dispositivo con il quale è stata stabilita la connessione non è compatibile con questa procedura guidata!
lt: Įrenginys, su kuriuo užmegztas ryšys nėra suderinamas su šiuo vedliu!
nl: Het apparaat waarmee u verbonden bent, is niet compatibel met deze wizard!
pl: Urządzenie z którym nawiązano połączenie nie jest kompatybilne z tym kreatorem!
sk_sk: Pripojené zariadenie nie je kompatibilné s týmto sprievodcom!

source: Configuration Failed!
de: Die Konfiguration war nicht erfolgreich!
it: Configurazione fallita!
lt: Nepavyko sėkmingai baigti konfigūravimo!
nl: Configuratie mislukt!
pl: Konfiguracja zakończona niepowodzeniem!
sk_sk: Konfigurácia zlyhala!

source: Connection with the device cannot be set!
de: Es gelang nicht, die Verbindung mit dem Gerät herzustellen!
it: Impossibile stabilire una connessione con il dispositivo!
lt: Negalima užmegzti ryšio su įrenginiu!
nl: U kunt geen verbinding maken met het apparaat!
pl: Nie można nawiązać połączenia z urządzeniem!
sk_sk: Nedá sa pripojiť k zariadeniu!

source: I/O Device connection setting timeout!
de: Für die Herstellung der Verbindung mit dem Betätigungsgerät wurde das Zeitlimit überschritten!
it: Il tempo di attesa per lo stabilimento della connessione con il dispositivo di input/output è stato superato!
lt: Viršytas ryšio užmezgimo su vykdomuoju įrenginiu laukimo laikas!
nl: Wachttijd voor het tot stand brengen van een verbinding met het uitvoerende apparaat is overschreden!
pl: Przekroczono czas oczekiwania na nawiązanie połączenia z urządzeniem wykonawczym!
sk_sk: Bola prekročená lehota čakania na nadviazanie spojenia s vykonávacím zariadením!

source: No I/O Devices found! Please check if your I/O Device is ON and in configuration mode.
de: Die Suche nach irgendwelchen Geräten war erfolglos! Stellen Sie sicher, dass das Gerät, dass Sie konfigurieren lassen möchten im Konfigurationsmodus funktioniert und versuchen Sie erneut.
it: Nessun dispositivo trovato! Assicurati che il dispositivo che vuoi configurare, lavora in modalità di configurazione e poi riprova.
lt: Nerasta jokių įrenginių! Įsitikinkite, kad įrenginys, kurį norite konfigūruoti veikia konfigūracijos režime, o tada pabandykite dar kartą.
nl: Geen apparaten gevonden! Zorg ervoor dat het apparaat dat u wilt configureren zich in de configuratiemodus bevindt en probeer het opnieuw.
pl: Nie znaleziono żadnych urządzeń! Upewnij się, że urządzenie, które chcesz skonfigurować pracuje w trybie konfiguracji, a następnie spróbuj ponownie.
sk_sk: Nenašli sa žiadne zariadenia! Skontrolujte, či zariadenie, ktoré chcete konfigurovať, pracuje v konfiguračnom režime, a potom to skúste znova.

source: Timeout for enabling registration has expired!
de: Die Wartezeit auf das Aktivieren der Registrierung wurde überschritten!
it: Tempo per l'abilitazione della registrazione scaduto!
lt: Baigėsi registracijos įjungimo laukimo laikas!
nl: De wachttijd voor het activeren van de registratie is verstreken!
pl: Upłynął czas oczekiwania na włączenie rejestracji!
sk_sk: Časový limit na aktiváciu registrácie vypršal!

source: Device setup
de: Konfiguration des Geräts
it: Impostazioni dispositivo
lt: Įrenginio konfigūravimas
nl: Configuratie apparaat
pl: Konfiguracja urządzenia
sk_sk: Konfigurácia zariadenia

source: This device does not have any channels visible in the application. To finish configuration go to cloud.supla.org
de: Dieses Gerät hat keine in der App sichtbaren Kanäle. Um die Konfiguration abzuschließen, gehen Sie zum cloud.supla.org
it: Il dispositivo non ha alcun canale visibile per l'applicazione. Per completare la configurazione accedi a cloud.supla.org
lt: Šiame įrenginyje nėra jokių programoje matomų kanalų. Norėdami užbaigti konfigūravimą, pereikite į cloud.supla.org
nl: Dit apparaat heeft geen kanalen die zichtbaar zijn in de applicatie. Om de configuratie te voltooien, ga naar cloud.supla.org
pl: To urządzenie nie ma żadnych kanałów widocznych w aplikacji. Aby dokończyć konfigurację przejdź do cloud.supla.org
sk_sk: Toto zariadenie nemá v aplikácii žiadne viditeľné kanály. Ak chceš dokončiť konfiguráciu, prejdi na stránku cloud.supla.org

source: I understand
de: Verstehe
it: Ho capito
lt: Suprantu
nl: Ik begrijp het.
pl: Rozumiem
sk_sk: Rozumiem

source: Go to CLOUD
de: Zur CLOUD gehen
it: Accedi al CLOUD
lt: Pereiti į CLOUD
nl: Ga naar CLOUD
pl: Przejdź do CLOUD
sk_sk: Prejsť na CLOUD

source: 0: unknown
de: 0: unbekannt
it: 0: sconosciuto
lt: 0: nežinoma
nl: 0: onbekend
pl: 0: nieznany
sk_sk: 0: neznámy
